Repository: wescamp/Dark_Elves-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, tr

source: These Elves have proven themselves on and off the battle field with their character and demeanor. They have earned for themselves the rank of Marshal. Although they can never become Lords, they still strive to do their best to defend the Matron Mother with their swords and short spears.
da: Disse elvere har vist sig værdige både på og uden for slagmarken via deres karakter og opførsel. De har opnået rang af Marskal. Selvom de aldrig kan blive lensherrer, kæmper de fortsat optimalt for at forsvare mor Matron med deres sværd og korte spyd.
de: Diese Elfen haben sich mit ihrem Charakter und ihrer Haltung bewiesen. SIe haben sich den Rang einen Marschals verdient. Obgleich sie niemals Könige werdenkönnen, versuchen sie immer, das beste zu geben, um die Matronenmutter mit ihren kurzen Speeren und ihren Schwertern zu beschützen.
fr: Ces elfes ont montré la valeur de leur comportement et de leur personnalité tant sur que en dehors des champs de bataille. Ils ont atteint le rang de maréchal. Bien qu'ils ne puissent plus devenir seigneurs, ils utiliseront toujours leurs épées et leurs courtes lances pour défendre au mieux la Reine Mère.
hu: Ezek a tündék jellemükben és viselkedésükben egyaránt bizonyították tudásukat a csatamezőn és attól távol is. Elnyerték a tábornoki rangot. Noha sosem válhatnak fejedelmekké, igyekszenek mindent megtenni a Matróna védelme érdekében kardjaikkal és rövid lándzsáikkal.
it: Questi elfi hanno dimostrato sul campo di battaglia e fuori il loro carattere e la loro forza di volontà. Si sono meritato il rango di Marescialli. Anche se non potranno mai signori, ancora fanno del loro meglio per difendere la Madre Matrona con le loro spade e lance corte.
ru: Эти Эльфы показали себя в сражениях с их характером и поведением. Они заработали для себя разряд Маршала. Хотя они никогда не могут становиться Богом, они все еще стремятся приложить все усилия, чтобы защитить Королеву их мечами и короткими копьями.
tr: Bu elfler, savaş alanındaki karakterleri ve tavırlarıyla kendilerini kanıtlamışlardır. Mareşal rühbesini kendileri için kazanmışlardır. Asla Efendi olamayacaklarına rağmen, hala kılıçları ve kısa mızraklarıyla, Matron Ana'yı en iyi şekilde savunmaya çalışmaktadırlar.

source: Dark Elf Shadow
da: Mørkeelver skygge
de: Dunkelelfen Schatten
fr: Ombre elfe des ténèbres
hu: Sötét árnytünde
it: Ombra degli elfi neri
ru: Тень Тёмных Эльфов
tr: Kara Elf Gölgeler

source: Staying hidden safe in the shadows of the caves, they will hit you when you least expect it. Despite their frailty, they can inflict great damage over time, slowly taking the life away from their prey .
da: Skjult i hulens skygger rammer de dig når du mindst venter det. På trods af deres svagheder kan de tilføre stor skade over tid og dermed langsomt men sikkert trække livet ud af deres bytte.
de: Sicher versteckt in den Schatten der Höhlen, werden sie dich treffen, wenn du es am wenigsten vermutest. Trotz ihrer Zerbrechlichkeit können mit der Zeit sie jede Menge Schaden austeilen, und ihrem Opfer langsam das Leben nehmen.
fr: Tapies dans l'obscurité des cavernes, elles frapperont sans que vous vous y attendiez. Malgré leur fragilité, elles peuvent infliger progressivement de grands dégâts, drainant lentement la vie de leur victime.
hu: A barlangok sötét zugaiban rejtőzködve várnak, és akkor csapnak le rád amikor a legkevésbé számítassz rá. Törékeny külsejük ellenére komoly idővel sebzést okoznak, lassan véve el az életet prédájuktól
it: Nascosti al riparo delle ombre delle caverne, ti colpiranno quando meno te lo aspetti. Nonostante la loro fragilità, possono infliggere gravi ferite che lentamente strapperanno la vita dalle loro prede.
pt_br: Escondidos nas sombras das cavernas, eles irão atingí-lo quando menos esperar. Apesar de sua fragilidade, eles podem infligir grande dano ao longo do tempo, tirando lentamente a energia de sua vítima.
ru: Остающийся скрытыми в тенях пещер, они поразят Вас, когда Вы меньше всего ожидаете этого. Несмотря на их непрочность, они могут причинить большое повреждение в течение долгого времени, медленно убирая жизнь от их добычи.
tr: Mağaraların gölgelerinde güvenle otururlar ve sizi en beklemediğiniz anda vururlar. Zayıflıklarına rağmen, zamanla büyük hasar verirler, kurbanlarının hayatını yavaşça alırlar.

source: crossbow
da: armbrøst
it: balestra
ru: арбалет
tr: Tatar yayı

source: Dark Elf Sorcerer
da: Mørkeelver magiker
de: Dunkelelfen Zauberer
fr: Sorcier elfe des ténèbres
hu: Sötét tünde varázsló
it: Incantatore degli elfi neri
ru: Колдун Тёмных Эльфов
tr: Kara Elf Sihirbazlar

source: Sorcerers are Wizards that have gone deeper into the studying of the arcane arts. Their research consumes them in a quest for more power, leading them down a path toward the dark arts practiced by the Necromancers and Lichs. Their mighty cold blast can freeze any foe that dares to cross their path.
da: Magikere er troldmænd som har ekstra viden om ellers ukendt og frygtet magi. Deres studier fortærer dem i en jagt efter mere magt. De føres derfor langsomt men sikkert på en bane mod mørk magi og udødelighed. Deres kraftfulde kuldevinde kan fryse enhver fjende som krydser deres vej.
de: Zauberer sind Magier die sich tief den arkanen Künsten gewidmet haben. Sie erforschen das konsumieren von ihnen in einer Aufgabe für mehr Energie und sie runter, in einen dunkelen Pfad zu führen, zu den dunkelen Künsten die von Totenbeschwörern und den Lichs praktiziert werden. Ihre mystischen Kältewellen können jeden Feind erstarren lassen, der sich ihnen in den Weg stellt.
fr: Les sorciers sont des magiciens qui ont approfondi leur connaissance des arcanes. Leur quête incessante de pouvoir les consume et les mène sur la voie des arts des ténébreux des nécromanciens et des liches. Leur puissant jet froid peut geler n'importe quel ennemi croisant leur chemin.
hu: A varázslók a boszorkánymesterek legjobbjai, akik mégmélyebbre ássák magukat a sötét varázslatok tudományaiban. Leghatalmasabb varázslataikban önmagukat is felemésztik, hogy így téve azt hatásosabbá. A sötét intrikák olyan mélységeibe szállnak alá, melyeket csak a Holtidézők és Lich-ek ismernek rajtuk kívül. Hatalmas jégvarázsuk bármilyen ellenfelet megfagyaszt, aki útjukat keresztezni merészeli.
it: Gli incantatori sono gli apprendisti che hanno approfondito lo studio delle arti arcane. Le loro ricerche li consumano nella conquista di altro potere, guidandoli giù nell'abisso della magia nera praticata da necromanti e Lich. Il loro potente soffio gelido può congelare qualsiasi avversario che osi intralciare il loro cammino.
ru: Колдуны - Волшебники, которые пошли глубже в изучение темных искусств. Их исследование потребляет их в поисках большего количества власти, ведя их вниз по дорожки к темным искусствам, осуществленными Некромантами и Личями. Их могущественный холодный взрыв может заморозить любого противника, который смеет пересекать их дорожку.
tr: Sihirbazlar ve büyücüler gizli sanatlarda çalışmalarını çok derinlere götürenlerdir. Araştırmaları onları daha fazla güç için arayışa sürükler, ve Nekromantikler ve Ölü büyücülerin ilişkilendiği kara sanatlara doğru götürür. Kudretli soğuk öfkeleri, önlerine çıkmaya cesaret eden her düşmanı donduracak niteliktedir.

source: cold
da: kulde
it: freddo
ru: холод
tr: soğuk

source: female^Dark Elf Sorceress
da: female^Kvindelig mørkeelver troldmand
de: female^Dunkelelfen Zauberin
fr: Sorcière elfe des ténèbres
hu: Sötét tünde varázslónő
it: Strega degli elfi neri
ru: Колдунья Тёмных Эльфов
tr: dişi^Kara Elf Sihirbazlar

source: The women of the Dark Elves often join the Order of the Clerics at a very young age. These have gained the rank of Sorceress, and have nearly mastered the art of healing, torturing, and healing their captives again and again. Very soon, they will become Clerics, the terribly seductive sadistic torturers.
da: Mørkeelvernes kvinder tilslutter sig ofte troldmændende i en tidlige alder. De har opnået rang af troldkvinde, og kan næsten mestre helbredelse, tortur og igen helbredelse af deres fanger igen og igen. De vil snart være udlært som modbydelige indtagende sadistiske torturbødler.
de: Die Frauen der Dunkelelfen treten oft schon als junge Frauen dem Orden der Geistlichen bei. Sie haben den Rang einer Zauberin erlangt und meistern die Künste des Heilens, Quälens und haben wieder und wieder ihre Verbündeten geheilt. Sehr bald werden sie Geistliche werden, dei schrecklich, verlockend, sadistisch und quälend.
fr: Ces enchanteresses se sont élevées au rang de sorcière et maitrisent maintenant les techniques de guérison ; elles s'en servent pour torturer leurs captifs encore et encore. Elles deviendront ensuite clercs, tortionnaires sadiques terriblement séduisantes.
hu: A sötét tünde nők gyakran a Papság Rendjébe állnak már igen fiatalon. Ők idővel boszorkányokká válnak, és tökéletesítik a gyógyítás, kínzás és fogjaik úrjrafelélesztésének tudományát. Nagyon hamar Papnőkké lesznek, szörnyen csábító, szadista fogolykínzókká.
it: Le donne degli elfi neri spesso aderiscono all'Ordine delle Sacerdotesse in giovanissima età. Coloro che si sono quasi impadronite delle arti della cura meritano il rango di incantatrici, torturando e guarendo i loro prigionieri continuamente. Molto presto diventeranno streghe, sadiche torturatrici terribilmente sadiche.
ru: Женщины Темных Эльфов часто присоединяются к Причетчицам в очень молодом возрасте. Они получили разряд Колдуньи, и почти справились с искусством заживления, мучения, и заживления их пленников снова и снова. Очень скоро, они сами станут причетчицами, ужасно соблазнительными садистскими мучителями.
tr: Kara Elf kadınları çoğunlukla çok genç bir yaşta Ruhban Emirleri'ne katılırlar. Sihirbazlık rütbesini alanlar ve kurbanlarını tekrar tekrar iyileştirme, işkence etme ve yeniden iyileştirme konusunda neredeyse usta olanlar, çok geçmeden korkunç sadistik işkenceler yapan Ruhbanlara dönüşürler.

source: Dark Elf Stalker
da: Mørkeelver stalker
de: Dunkelelfen Wiedergänger
fr: Rôdeur elfe des ténèbres
hu: Sötét tünde orvadász
it: Imboscatore degli elfi neri
ru: Преследователь Тёмных Эльфов
tr: Kara Elf İzcileri

source: Cunning, agile warriors, the Stalkers are powerful in both the use of their daggers and crossbows. They are completely hidden in the caves, only the thud of a dead body tells you they are near.
da: Stalkerne er atletiske og kraftfulde krigere der er gode med deres daggerter og armbrøster. De kan fuldstændig gemme sig i hulerne, kun døde kroppe fortæller dig at de er i nærheden.
de: Gerissene, agile Krieger, sind die Verstecker kraftvoll bei der Benutzung ihrer beiden Waffen, dem Dolch und der Armbrust. Sind sie komplet in der Höhle versteckt, kann dir nur noch das Geräusch eines auf dem Boden aufschlagendem Körper sagen, das sie da sind.
fr: Guerriers adroits et agiles, les rôdeurs excellent dans le maniement du poignard et de l'arbalète. Ils vivent camouflés dans les cavernes et seul le son d'un corps qui s'écroule lourdement vous avertira de leur présence.
hu: Fortélyos, fürge harcosokként az orvadászok igen veszélyesek tőrükkel és nyílpuskájukkal egyaránt. Barlangban teljesen képesek elrejtőzni, mindössze egy összecsukló halott testének tompa puffanása figyelmeztethet a közelségükre.
it: Gli imboscatori sono guerrieri astuti e agili, sono efficaci nell'uso sia dei loro pugnali sia delle balestre. Quando sono completamente nascosti nelle caverne, solo il tonfo di un corpo morto vi dice quanto sono vicino.
ru: Хитрые и проворные воины, Преследователь мощны и в использовании их кинжалов и в арбалетах. Они полностью скрыты в пещерах, только глухой стук трупов говорит Вам, что они рядом.
tr: Kurnaz, çevik savaşçılar olan İzciler hem hançerlerini hem de tatar yaylarını kullanmakta ustadırlar. Tamamiyle mağaralarda saklanırlar ve onların yakınlarda bir yerlerde olduğunun tek belirtisi yerde yatan ölü bir bedendir.

source: Dark Elf Warlock
da: Mørkeelver krigsherre
de: Dunkelelfen Kriegsherr
fr: Elfe sorcier des ténèbres
hu: Sötét tünde boszorkánymester
it: Stregone degli elfi neri
ru: Военный Тёмных Эльфов
tr: Kara Elf Cincileri

source: The best of their kind, these Warlocks have immense power, rivaling even that of the Arch Mage. They have discovered the secrets of the dark arts, and have the power to drain life from their opponents with a single touch, and add it to their own.
da: De bedste af deres slag, disse krigsherrer har omfattende magt, på højde selv med magikerne. De har opdaget den mørke magis hemmeligheder, og kan suge liv ud af deres modstandere med en enkelt berøring og overføre livet til dem selv.
de: Die Besten ihrer Sorte, die Hexeneister haben imense Energier, die selbst der der Erzmagier zum Rivalen werden kann. Sie entdeckten die Geheimnisse der dunklen Künste und haben die Kraft Lebensenergie von ihrem Gegenspieler mit einer einzigen berührung. abzusaugen, und sie der ihrigen hinzuzufügen.
fr: Les meilleurs de leur espèce. Ces sorciers ont un pouvoir immense, rivalisant même avec celui de l'archimage. Ils ont découvert les secrets des arts des ténèbres et peuvent drainer la vie de leurs ennemis rien qu'en les touchant.
hu: Fajtájuk legkiválóbbjaiként ezek a boszorkánymesterek oly mérhetetlen erők birtokosai, ami még a képzett Ősmágusok tudásával is vetekszik. Felfedezték a sötét művészetek és mágia minden titkát, és képesek egyetlen érintéssel elszívni ellenfelük életerejét, sajátjukat gyarapítva ezzel.
it: Sono i migliori della propria razza e hanno un immenso potere che rivaleggia persino con quello dell'Arcimago. Hanno scoperto i segreti della magia nera e hanno il potere di risucchiare la forza vitale dai loro avversari con un semplice tocco e sommarla alla propria.
ru: Лучший из их вида, эти Военные имеют огромную власть, конкурируя даже с Арх-магами. Они обнаружили тайны темных искусств, и имеют власть иссушать жизнь от их противников с единственным контактом, и добавляя её к их собственной.
tr: Türlerinin en iyileri olan Cinciler muazzam güce sahiptirler ve yalnızca Baş Büyücülere rakip olabilirler. Karanlık sanatların sırlarını keşfetmişlerdir ve basit bir dokunuşla karşısındakinin yaşamını içip kendilerine katabilirler.

source: touch
da: berøring
it: tocco
ru: прикосновение
tr: dokun

source: These Warriors have devoted themselves totally to mastering the use of dual weapons. With their balanced blades, they can shave a Dwarf. Only few become Corsairs.
da: Disse krigere har specialiseret sig fuldstændig i brugen af to våben. Med deres klinger kan de barbere en dværg. Kun få udvalgte bliver mørkeelver pirat.
de: Diese Krieger haben sich voll und ganz dem Meistern von der Benutzung von Zweihandwaffen gewidmet. Mit ihren ausbalanksierten Klingen könnten sie selbst einen Zwerg rasieren. Nur wenigen von ihren werden rechtmäßig den Rang eines Kosars erhalten.
fr: Ces guerriers se consacrent totalement aux duels. Leurs lames bien équilibrées leur permettent de raser un nain de très très près. Peu sont ceux qui deviennent corsaires.
hu: Ezek a harcosok egész életüket arra szentelik, hogy páros fegyverükkel tökéletesítsék harcmodorukat. Halálpontos, kiegyenlített pengéikkel játszva meghámoznak egy törpöt. Csak legjavuk válik Martalóccá.
it: Questi combattenti si sono votati interamente alla padronanza dell'uso di una coppia di armi. Con le loro lame bilanciate, posso fare la barba a un nano. Solo pochi diventano Corsari.
pt_br: Esses guerreiros se dedicaram totalmente ao treinamento com duas espadas. Com suas espada balanceadas, eles conseguem barbear um Anão. Apenas alguns conseguem se tornar um Corsário.
ru: Эти Воины посвятили себя полностью освоению с использованием двойного оружия. С их уравновешенными лезвиями, они могут брить гномов. Только немногие становятся Корсарами.
tr: Bu savaşçılar kendilerini tamamen çifte silahların kullanımında ustalaşmaya adamışlardır. Dengeli bıçaklarıyla bir cüceyi traş edebilirler. Çok azı Korsana dönüşebilir.

source: Dark Elf Wizard
da: Mørkeelvertroldmand
de: Dunkelelfen Magier
fr: Magicien elfe des ténèbres
hu: Sötét tünde boszorkánymester
it: Mago degli elfi neri
pt_br: Mago Elfo das Sombras
ru: Волшебник Тёмных Эльфов
tr: Kara Elf Büyücü

source: Some Dark Elves prefer studying the arcane arts over close-combat. Usually they are left to the lesser duties of the House, such as upkeep, watching the slaves, and other such things. However, in time of conflict, they can do great damage, even though they lack any training in close-combat.
da: Nogle mørkeelver foretrækker at studere magi fremfor nærkamp. I dagligdagen overlades de større og mindre forpligtelser i huset, såsom førelse af huset, overvågning af slaverne og andre lignende ting. I krigstider - derimod - kan de forestå store ødelæggelser blandt fjendtlige styrker selvom de mangler nærkampstræning.
de: Einige Dunkelelfen ziehen den Nakampf der arkanen Kunst vor. Normalerweise werden sie weniger Pflichten des Hauses zu erledigen, solche wie das Geld verwalten, die Sklaven betreuen, oder Ähnliches. Wieauchimmer könenn sie im Konfikt mit anderen Gegnern große Mengen von Schaden austeilen, dadurch, das sie keine Übung im Fernkampf aufweisen.
fr: Certains elfes des ténèbres préfèrent l'étude des arcanes au combat rapproché. Ils sont habituellement désignés pour les devoirs de la Chambre, comme l'intendance, la surveillance des esclaves, etc. Pendant les conflits, ils peuvent cependant infliger de terribles dégâts même s'ils manquent d'entrainement en combat corps à corps.
hu: Néhány sötét tünde inkább rejtélyes művészetet választ a közelharci edzések helyett. Általában kisebb posztokat is betöltenek a Törzsükön belül, úgymint a gazdaságok vezetése vagy a rabszolgák felügyelete. Ha harcra kerül a sor, hatalmas sebzést okozhatnak, noha mindenféle közelharci tudománynak hiányát látják.
it: Alcuni elfi neri preferiscono studiare le arti arcane al combattimento ravvicinato. Di solito nella loro Casa svolgono i compiti meno gravosi come la manutenzione, la sorveglianza degli schiavi e altre cose di questo tipo. Tuttavia, in tempo di guerra, possono fare gravi danni, anche se non hanno alcun addestramento al combattimento ravvicinato.

source: Moral
hu: Erkölcsös
it: Morale

source: *ZAP*
hu: *HOPPÁ*

source: Accursed Dark Elf dogs, ye shall perish before this month is up. My brothers shall crush ye like an eggshell. And Dark Elf blood shall flow like water.
tr: Melun Kara Elf köpekleri, bu ay bitmeden ölmüş olacaklar. Kardeşlerim yumurta kabuğu gibi ezilecekler. Ve Kara Elf kanı su gibi akacak.

source: Have they ever been wrong before?
tr: Daha önce hiç yanılmadılar mı?

source: The Dark Elves Retreated...
tr: Kara Elfler Geri çekildiler...

source: It was father's doing. He knew you would need all the help you can get, so he convinced them to send me with the reinforcements.
tr: Bu babanın işi. Senin olabildiğince yardıma ihtiyacın olduğunu biliyordu, bu yüzden destek kuvvetleriyle birlikte beni yolladı.

source: But what of the Clerics? I thought...
tr: Ama, Ruhbanlar da neyin nesi? Ben düşünmüştüm ki...

source: It seems we both have a knack for getting into trouble. I...I was seeing Iselas.
tr: Görünen o ki, ikimiz de bir karmaşaya sürüklenmişiz. Ben...Ben Iselas'ı görüyordum.

source: Iselas! But I thought he was...
tr: Iselas! Ama ben düşünmüştüm ki o...

source: Another Dwarf
tr: Başka bir Cüce

source: Ahh, there are the Dwarves.
tr: Ahh, Cüceler var.

source: There are a lot of them, but I don't think this is the main force.
tr: Onlardan çok fazla var, ama ana gücün onlar olduğunu sanmıyorum.

source: It doesn't mater, they are Dwarves in Dhaeraow land, and must be killed!
tr: Fark etmez, Dhaeraow topraklarında cüceler var, ve öldürülmeleri gerek!

source: Give it your best shot, foul Elves!
tr: En iyi vuruşunuzu gösterin, sizi zavallı Elfler!

source: Eat my steel!
tr: Çeliğimin tadına bak!

source: Because I preserved your life. You're too wonderful a Dwarf to let die. Such big muscles, such a big...
tr: Çünkü senin hayatını bağışladım. Bir cücenin öldürmeye izin veremeyeceği kadar mükemmeldin. Büyük kaslar, büyük...

source: Hah! Think I'd fall for that old trick! With your soft white skin, silky black hair, smooth lips, and beautiful br...No! I'll tell you nothing!
tr: Hah! Bu eski hileye kanacağımı mı düşünüyorsun! Beyaz tenin, ipeksi siyah saçların, dolgun dudakşarın, güzel gö... Hayır! Sana hiçbirşey söylemeyeceğim!

source: You're disgusting Vondel.
tr: İğrençsin Vondel.

source: Is *cough* is that...th..the best you *cough* c.c.can do?
tr: Tüm *öksürük* tüm yapabileceğin... yapabileceğinin en iyisi bu *öksürük* bu m mu?

source: Urg!!!
tr: Arggh!!!

source: leadership
ru: лидер
tr: Liderlik

source: magical
ru: магический
tr: sihirli

source: poison
ru: яд
tr: zehir

source: charge
ru: бросок
tr: yükleme

source: drain
ru: осушать
tr: iç

source: Some Dark Elves prefer studying the arcane arts over close-comabt. Usually they are left to the lesser duties of the House, such as upkeep, watching the slaves, and other such things. However, in time of conflict, they can do great damage, even though they lack any training in close-combat.
ru: Некоторые Темные Эльфы предпочитают изучать тёмные искусства по перед боем. Обычно их оставляют к меньшим обязанностям Дома, rfr содержания, наблюдая рабов, и другие такие вещи. Однако, во время конфликта, они могут сделать большое повреждение, даже при том, что они испытывают недостаток в любом обучении в рукопашном бою.
tr: Bazı Kara Elfler, gizli sanatlarını yakın dövüşte sergilemeyi severler. Genelde meclisin küçük işleriyle uğraşırlar, esirleri gözleme ya da bunun gibi şeyler. Ancak zamanla çok büyük zarar verebilirler, yalnızca yakın dövüşe gereksinim duyarlar.

source: cavestalk
ru: приследование
