Repository: wescamp/Dark_Elves-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, tr

source: Danger Lurks
da: Fare lurer
de: Gefahr versteckt sich
fr: Le Danger menace
hu: Veszélyes kémek
it: Il pericolo in agguato
pt_br: O Perigo Espreita
tr: Tehlikeli Tenhalıklar

source: Dwarf
da: Dværg
de: Zwerg
fr: Nain
hu: Törp
it: nano
pt_br: Anão
tr: Cüce

source: Kill the Dwarf Leader
da: Dræb dværgenes leder
de: Tötet den Anführer der Zwerge
fr: Éliminer le chef nain
hu: Megölöd a törpök vezérét
it: Uccidi il comandante dei nani
pt_br: Mate o líder Anão.
tr: Cüce Liderini Öldür

source: Death of Voldel
da: Voldels død
de: Voldel fällt in der Schlacht
fr: Mort de Voldel
hu: Voldel elesik
it: Morte di Voldel
pt_br: Morte de Voldel
tr: Voldel'in Ölümü

source: Death of Traya
da: Trayas død
de: Traya fällt in der Schlacht
fr: Mort de Traya
hu: Traya elesik
it: Morte di Traya
pt_br: Morte de Traya
tr: Traya'nın Ölümü

source: The Dwarf very obstinate, but I have what we need. The advance guard is just beyond the Great Rift.
da: Dværg meget stædig, men jeg har hvad vi skal bruge. Fortroppen er lige bag Den Store Bakke.
de: Die Zwerge sind sehr hartnäckig, aber ich habe, was wir brauchen. Die entwickelte Wache ist gerade über dem großen Geschenk hinaus.
fr: Les nains sont très obstinés, mais j'ai ce qu'il nous faut. La garde avancée est juste derrière la Grande Crevasse.
hu: A törp egy makacs népség, de megszereztem amire szükégünk van. Az elit testőrség pontosan a Nagy Hasadék mögött van.
it: Il nano era molto testardo, ma abbiamo saputo quello che ci serve. L'avanguardia è appena oltre il Grande Abisso.
pt_br: O anão é muito obstinado, mas eu tenho o que precisamos. A guarda avançada está logo após o grande desfiladeiro.
tr: Cüce çok inatçıydı, ama ihtiyacımız olanı aldım. Muhafız alayı sadece Büyük Çatlaktan biraz önde.

source: The bridge is just ahead, and it looks like they have them guarded
da: Broen er lige fremme, og det ser ud til, at den er beskyttet
de: Die Brücke ist gerade aus und es sieht so aus, als würde sie bewacht sein.
fr: Le pont est droit devant et ils semblent tous sur leurs gardes.
hu: A híd pontosan előttünk van, és úgy tűnik, őrök is vannak.
it: Il ponte è poco oltre e pare che lo stiano sorvegliando.
pt_br: A ponte é logo ali, e parece que está bem protegida.
tr: Köprü biraz ilerde, ve korunuyor gibi gözüküyor

source: Well then, what are we waiting for? Let's go get'em!
da: Jamen, hvad venter vi på? På dem!
de: Gut so, worauf warten wir dann noch? Los, auf sie!
fr: Eh bien, qu'attendons-nous ? Allons les combattre !
hu: Hát akkor, mire várunk? Menjünk, és kapjuk el őket!
it: Bene allora, cosa stiamo aspettando? Andiamo a prenderli!
pt_br: Então, o que estamos esperando? Vamos pegá-los!
tr: Pekala, neyi bekliyoruz? Hadi canlarını almaya gidelim!

source: That was easy. I think they didn't expect us to survive their trap.
da: Det var nemt. Jeg tror ikke de forventede, at vi ville overleve deres fælde.
de: Das war einfach. Ich glaube nicht das sie es uns zutrauen, ihre Falle überlebt zu haben.
fr: C'était facile. Je pense qu'ils ne s'attendaient pas à ce que nous survivions à leur piège.
hu: Ez könnyen ment. Azt hiszem, nem is sejtik, hogy túléltük a csapdájukat.
it: È stato facile. Credo che non si aspettassero che saremmo sopravvissuti alla loro trappola.
pt_br: Essa foi fácil. Eu acho que eles não esperavam que escaparíamos de sua armadilha.
tr: Çok kolaydı. Bence tuzaklarından kurtulacağımızı beklemiyorlardı.

source: Now we must choose which way to go. The cave ahead splits up. To the right is a new tunnel, and the one the Dwarves most likely came down. If I were you, I'd choose that one.
da: Nu må vi vælge hvilken vej vi skal gå. Hulen foran deler sig op. Til højre er en ny tunnel, og den dværgene højst sandsynlig kom ned ad. Hvis jeg var dig ville jeg vælge den.
de: Nun müssen wir uns entscheiden, welchen Weg wir gehen wollen. Die Höhle teilt sich da vorne. Zur rechten ist ein neuer Tunnel und einer, den höchstwarscheinlich die Zwerge gerne benutzen. Wenn ich du wäre, würde ich diesen nehmen.
fr: Nous devons à présent choisir la route à prendre. La caverne devant se sépare en deux chemins. À droite, c'est une nouvelle galerie, par laquelle les nains sont vraisemblablement venus. Je choisirais celle-là si j'étais vous.
hu: Választanunk kell, merre tovább. A barlang előttünk elágazik. Jobbra egy újabb építésű alagút vezet, többnyire onnan érkeznek a törpök. Én a helyedben azt választanám.
it: Adesso dobbiamo decidere da che parte andare. La caverna si biforca più avanti. A destra c'è il tunnel nuovo e molto probabilmente è quello da cui sono scesi i nani. Se io fossi in te, sceglierei proprio quello.
pt_br: Agora devemos escolher por qual caminho seguir. A caverna adiante se divide em duas. A da direita é um novo túnel, e por onde, mais provavelmente, os Anõs vieram. Se eu fosse você iria por ela.
tr: Şimdi hangi yoldan gideceğimize karar vermeliyiz. Mağara küçük hiziplere ayrılıyor. Sağ taraf yeni bir tünel ve Cücelerin muhtemelen indiği yer. Eğer yerinde olsaydım, bunu seçerdim.

source: Why?
da: Hvorfor?
de: Weshalb?
fr: Pourquoi ?
hu: Miért?
it: Perché?
pt_br: Por quê?
tr: Niçin?

source: No one has gone down the other one for a long time. It is said that a Dragon lives down there.
da: Ingen er gået ned i den anden i meget lang tid. Det siges at en drage lever dernede.
de: Eine lange Zeit hat niemant den anderen Tunnel benutzt. Es wird erzählt, das da unten ein Drake lebt.
fr: Personne n'a emprunté l'autre galerie depuis longtemps. On dit qu'un dragon y vit.
hu: Senki nem használta a bal járatot már egy jó ideje. Azt beszélik, egy sárkány él odalent...
it: Nessuno è sceso nell'altro da molto tempo. Si racconta che ci viva un drago.
pt_br: Ninguém usa o outro lado já tem um bom tempo. Dizem que um Dragão mora lá em baixo.
tr: Diğer yoldan uzun zamandır kimse gitmiyor. Orada bir ejderhanın yaşadığı söyleniyor.

source: A Dragon? Do you know for sure?
da: En drage? Er du sikker?
de: Ein Drake? Du bist dir da wirklich sicher?
fr: Un dragon ? En êtes-vous certain ?
hu: Egy sárkány? Ebben biztos vagy?
it: Un drago? Ne sei sicuro?
pt_br: Um dragão? Você tem certeza?
tr: Bir ejderha? Emin misin?

source: It is only a legend, but...
da: Det er kun et sagn, men...
de: Es ist nur eine Sage, aber...
fr: Ce n'est qu'une légende, mais...
hu: Ez csak egy legenda, bár...
it: È solo una leggenda, ma...
pt_br: É apenas um lenda, mas...
tr: Bu sadece bir efsane, ama...

source: You're in command Varish'na. The path you choose is the own we follow.
da: Du har kommandoen Varish'na. Vejen du lægger for os, er den vi følger.
de: Du hast das Kommando, Varish'na. Den Pfad den du wählst, wird der sein, dem wir folgen werden.
fr: C'est vous qui commandez, Varish'na. Nous suivrons la voie que vous choisirez.
hu: Varish'na irányítása alatt állsz. A te döntésed, melyik utat választod, mi követük.
it: Sei tu il comandante Varish'na. La strada che sceglierai è quella che seguiremo.
pt_br: Você está no comando Varish'na. O caminho que escolher será o que iremos seguir.
tr: Komutan sensin Varish'na. İzleyeceğimiz yol, senin söylediğin yoldur.

source: If the Dwarves are to the left, then lets go kill some Dwarves!
da: Hvis dværgene er til venste, så lad os dræbe nogle dværge!
de: Wenn die Zwerge von links kommen, dann können wir ein paar von ihnen umbringen
fr: Si les nains sont à gauche, alors allons en tuer quelques-uns !
hu: Ha balra vannak a törpök, gyerünk és öljünk meg egy párat!
it: Se i nani sono a sinistra, allora andremo a farne fuori qualcuno!
pt_br: Se os Anões estão na esquerda, então vamos matar alguns Anões!
tr: Eğer Cüceler soldaysa, o halde birkaç Cüce öldürelim!

source: It's your chosen path. Come, let us continue
da: Det er dit valg. Kom, lad os fortsætte
de: Du hast diesen Weg gewählt.Los, lasst uns weiter ziehen
fr: C'est la voie de votre choix. Allons, continuons.
hu: Szóval, ezt az utat választod. Gyerünk, haladjunk tovább!
it: Sei tu che hai scelto. Vieni, lasciaci continuare.
pt_br: É o caminho que você escolheu. Venha, vamos continuar.
tr: Seçilmiş yol burası. Gel, devam edelim

source: We need to get to the Dwarves as quickly as possible. Dragon or no Dragon, we shall go right.
da: Vi skal nå frem til dværgene så hurtigt som muligt. Drage eller ikke drage, vi går til højre.
de: Wi müssen zu den Zwergen, so schnell wi möglich. Drache oder nicht Drache, wir müssern eine richtig ENtscheidung treffen.
fr: Nous devons rattraper les nains le plus vite possible. Dragon ou pas, prenons à droite.
hu: Minél előbb el kell, hogy érjük a törpöket. Sárkány ide vagy oda, jobbra kell tartanunk.
it: Dobbiamo prendere i nani al più presto possibile. Drago o non drago, andremo a destra.

source: Hunting the Enemy
da: Jagt på fjenden
de: Jagt den Feind
fr: Chasse à l'ennemi
hu: Vadászat az ellenségre
it: A caccia del nemico
pt_br: Caçando o Inimigo
tr: Düşmanları Avlamak

source: The Dark Elves Advanced...
da: Mørkeelverne gik frem...
de: Die Dunkelelfen entwickeln sich...
fr: Les elfes des ténèbres avancèrent...
hu: Sötét tündék hatalma...
it: Gli elfi neri avanzarono...

source: Kill all the Dwarves
da: Dræb alle dværgene
de: Töted alle Zwerge
fr: Éliminer tous les nains
hu: Megölöd az összes törpöt
it: Uccidi tutti i nani
pt_br: Mate todos os Anões
tr: Bütün Cüceleri Öldür

source: Hold there Dhaerow! What is your business here?
da: Stop der Dhaerow! Hvad er dit ærinde her?
de: Bleibt da Dhaerow! Was wollt ihr hier?
fr: Reste là, dhaerow ! Que viens-tu faire ici ?
hu: Megállj Dhaerow! Mi dolgod errefelé?
it: Fermo, Dhaerow! Cosa ci fai qua?

source: Thank the Mother, we knew reinforcements would arrive. The Dwarves are numerous in the caverns to the north. They are ransacking and burning our homes. You must render us aid!
da: Tak Mor, vi vidste forstærkninger ville ankomme. Dværgene er talrige i hulerne mod nord. De raserer og brænder vores hjem. Du må hjælpe os.
de: Dankt der Mutter, wir wissen, Verstärkung wird ankommen. Die Zwerge sind Zahlreicher in den nördlichen Höhlen. Sie räubern und brennen unsere Behausungen nieder. Du musst uns Hilfe gewähren!
fr: Louée soit la Reine Mère, nous savions que des renforts arriveraient ! Les nains sont nombreux dans les grottes au nord. Ils pillent et brulent nos maisons ! Prêtez-nous main forte !
hu: A Matrónának hála, tudjuk, hamarosan itt lesz az erősítés. Számos törp van az északi barlangjáratokban. Fosztogatják és felégetik az otthonainkat. Segítened kell nekünk!
it: Siano rese grazie alla Madre, sapevamo che i rinforzi sarebbero arrivati. I nani sono numerosi nelle caverne a nord. Stanno saccheggiando e incendiando le nostre case. Ci dovete aiutare!
pt_br: Graças à Grande Mãe, sabíamos que reforços chegariam. Os Anões estão em grande número nas cavernas ao norte. Eles estão atacando e queimando nossas casas. Vocês têm que nos ajudar!

source: Our objective lies to the north as well, very well. Rally any Dhaerow capable of carrying weapons
da: Vores mål ligger også i nord - så - saml alle som kan bære et våben.
de: Unser Auftrag führt uns sowieso nach Norden, sehr gut Rally und Dhaerow sind fähig Waffen zu tragen.
fr: Très bien, notre objectif se trouve également au nord. Rassemblez tout dhaerow capable porter des armes.
hu: Remek, minthogy a célunk is északra van innen. Rally és Dhaerow alkalmasak a fegyverhordásra.
it: Anche il nostro obiettivo è a nord, benissimo. Raduna tutti i Dhaerow capaci di impugnare un'arma.
pt_br: Nosso objetivo também se encontra ao norte, muito bem. Reuna todo Dhaerow capaz de empunhar uma arma.

source: Of course my lord. Others will help you, just visit the villages.
da: Selvfølgelig min lensherre. Andre vil hjælpe dig, du behøver bare at besøge landsbyerne.
de: Selbstverständlich mein Herr und Gebieter. Andere werden ihnen helfen, besucht einfach die Dörfer.
fr: Bien, Monseigneur. Visitez les villages, les autres vous aideront.
hu: Természetesen, uram. Lesznek, akik segítenek, csak látogasd meg a falvakat.
it: Naturalmente, mio signore. Gli altri ti aiuteranno, devi solo visitare i villaggi.
pt_br: Claro meu Senhor. Outros irão ajudá-lo, basta visitar as vilas.

source: More of these darned cave Elves. Now assault in the name of Vladdy, and Clan Stormhammer!
da: Flere af de forbandede huleelver. Angrib i Vladdy og Clan Stormhammers navne!
de: Mehr von diesen verflixten Höhlenelfen. Greift nun an, im Namen Vladdys und Klan Stormhammer!
fr: Encore ces maudites grottes pour elfes ! À l'assaut, au nom de Vladdy et du clan de Tonnemartel !
hu: Még több ezekből az átkozott tündékből. Rohamra, Vladdy és a Viharpöröly Klán nevében!
it: Ancora questi dannati elfi neri. All'assalto, in nome di Vladdy e del clan Scuotimartello!

source: Good... We have the dog ready for the Clerics. They shall have more sport with him then they did with Vladdy.
da: Alletiders... vi har hunden klar hos troldmændende. De vil få mere sjov med ham end de havde med Vladdy.
de: Gut... Wir haben diesen Hund bereit für die Geistlichen. Sie sollten mit ihm Fairer umgehen, als mit Vladdy.
fr: Bien... Nous avons préparé l'inférieur pour les clercs. Elles vont bien plus s'amuser avec lui qu'avec Vladdy.
hu: Rendben... A kutya már várja a Papnőket. Bizonyára jobban élvezni fogják a testmozgást, mint amikor Vladdyval találkoztak.
it: Bene... Ecco il cane adatto per le sacerdotesse. Si divertiranno di più con lui di quanto hanno fatto con Vladdy.
pt_br: Ótimo... O cão está pronto para as Clérigas. Elas irão se divertir com ele mais do que se divertiram com o Vladdy.

source: *gasp* Nooooooooo!
da: *aaarh* Neeeeej!
de: *keuch* Neeeeiiiiiiiinnnn!
fr: *Garg* Noooooooon !
hu: *zihálva* Neeeeeeeeee!
pt_br: NÃOOOOOOOOOOOO!!!
tr: *nefes*. Hayıııırrrrrrrrrrrrrrrrrrr!

source: Yes, little bearded one, oh yes.
da: Jo, lille behårede, oh jo.
de: Ja, kleiner Bärtiger, oh ja.
fr: Oui, petit barbu, oh oui.
hu: Igen, kis szakállas barátom, ó, igen.
it: Sì, barbettina, oh sì.
pt_br: Sim, pequeno barbudo, oh sim.

source: Still your tongue fool lest you be struck down.
da: Hold bøtte tåbe eller du bliver slået ned.
de: Zügelt eure Zunge Narr, oder ihr findet den Tod.
fr: Tiens ta langue imbécile ou tu seras battu à mort !
hu: Fogd vissza a nyelved, nehogy leüssenek miatta.
it: Tieni a freno la tua lingua, sciocco, se non vuoi che te la tagli.
pt_br: Dobre a língua tolo, a menos que queira ser atacado.

source: At last our homes are saved for these stunted fools!
da: I det mindste er vores hjem nu sikret imod disse lave fjolser!
de: Für's erste sind unsere Häuser sicher vor diesen verwirrten Narren!
fr: Enfin ! Voilà nos terres débarrassées de ces abrutis !
hu: Legalább az otthonaink megmenekültek ezektől a torz bolondoktól!
it: Finalmente le nostre case sono al sicuro da questi stupidi testardi!
pt_br: Pelo menos nossas casas estão salvas destes tolos!

source: The peace is an illusion, there are more, far more coming.
da: Freden er en illusion, der er mere - meget mere - på vej.
de: Der Frieden ist eine Ilussion, da kommen mehr, viel mehr.
fr: La paix est une illusion, il reste beaucoup à faire.
hu: A béke csak látszat, még sokan, nagyon-nagyon sokan fognak jönni.
it: La pace è una illusione, ne arriveranno altri, molti altri.
pt_br: A paz é uma ilusão, existem mais, muito mais vindo.

source: I have nothing left, my family was slain by the Dwarves, and vengeance sounds good to me. I shall join you on your quest.
da: Jeg har intet tilbage, min familie blev dræbt af dværge og hævn lyder som en god ide for me. Jeg tilslutter mig din mission.
de: Ich habe nichts zu verlieren, meine Familie wurde von den Zwergen getötet und Abwechslung scheine gut gebrauchen zu können. Ich sollte deiner Truppe beitreten.
fr: Je n'ai plus rien. Ma famille fut massacrée par les nains et la vengeance m'appelle. Je me joins à votre quête.
hu: Nem maradt semmim, a családomat lemészárolták a törpök, és édesen cseng a bosszú fülemben. Oldaladra állok küldetésedben.
it: Non ho più niente, la mia famiglia è stata massacrata dai nani e devo vendicarla. Mi unirò a voi nella vostra ricerca.
pt_br: Eu não tenho mais nada, minha família foi assassinada pelos Anões, e vingança me parece certo. Eu me aliarei a você em sua jornada.

source: Come if you will, but don't waste any more of my time.
da: Kom hvis du vil, men spild ikke mere af min tid.
de: Komm, wenn du willst, aber verschwende nicht noch mehr von meiner Zeit.
fr: Viens si tu veux, mais ne me fais plus perdre de temps !
hu: Gyere, ha szeretnél, de ne rabold tovább az időmet!
it: Vieni, se vuoi , ma non farmi sprecare altro tempo.
pt_br: Venha se quiser, mas não desperdice ainda mais o meu tempo.

source: The Dwarves shall know my vengance! With my mighty arrows and powerful dagger, I shall be a terror to them. Despite their staunch and stature, I shall kill the little hairy monsters without-
da: Dværgene skal føle min hævntørst! Med mine kraftige pile og stærke dolk skal jeg sprede terror blandt dem. På trods af deres styrke og stædighed vil jeg dræbe disse behårrede monstre uden-
de: Die Zwerge sollen meine Rache zu spüren bekommen! Mit meinen schnellen Pfeilen und dem Messer an meinem Gürtel werde ich zum puren Terror im Kampf. Wegen ihrer herablassenden Art und Unverfrorenheit, sollte ich diese kleinen Monster ohne-
fr: Les nains vont subir ma vengeance ! Par mes flèches redoutables et mon poignard dévastateur, je serai leur terreur. Malgré leur ardeur et leur envergure, je tuerai ces petites bestioles poilues sans...
hu: A törpöknek meg kell ismerkedniük a bosszúmmal! Nagyszerű nyilaim és félelmetes tőröm igazi terror lesz számukra. Rendíthetetlenségük és fizikumuk ellenére leölöm a kis szőrös nyavajásokat, mégha-
it: I nani assaggeranno la mia vendetta! Con le mie potenti frecce e il mio pugnale possente, spargerò il terrore nelle loro fila. Malgrado la loro fermezza e statura, ucciderò quei piccoli mostri pelosi senza-

source: Silence, lest I have your tongue tore from your mouth!
da: Stilhed, eller jeg flår din tunge ud!
de: Ruhe, damit ich nicht die gequälte Zunge von deinem Mund habe!
fr: Silence ou je t'arrache la langue !
hu: Csöndet, nehogy még a végén ki találjam tépni a nyelvedet a szádból!
it: Silenzio, prima che ti strappi la lingua di bocca!
pt_br: Cale-se, ou terei que arrancar a língua de sua boca!

source: ...sorry, my lord.
da: ...beklager, lensherre.
de: ...entschuldigt, mein Herr,
fr: ... Pardonnez-moi, Monseigneur.
hu: ...bocsáss meg nekem, uram.
it: ... scusatemi, mio signore.
pt_br: ...perdão, meu senhor.

source: Come, onward!
da: Kom så, fremad!
de: Kommt, vorwärts!
fr: Allons, en avant !
hu: Jöjj, megfigyelő!
it: In marcia!
pt_br: Vamos, em frente!

source: Chosen Path
da: Den valgte vej
de: Gewählter Weg
fr: Le Chemin est choisi
hu: Választott ösvény
it: La strada prescelta
pt_br: Caminho Escolhido
tr: Seçilmiş Patika

source: Hold out until help arrives(turn 20)
da: Hold ud indtil hjælp ankommer (runde 20)
de: Haltet ein bis Hilfe kommt(zwanzigster Zug)
fr: Tenez jusqu'à l'arrivée de renforts (tour 20)
hu: Kitartasz, amíg megérkezik a segítség (20 kör)
it: Resisti fino all'arrivo dei rinforzi (turno 20)
pt_br: Sobreviva até que apareça a ajuda (turno 20)
tr: Yardım gelene kadar dayanın(20 devir)

source: BONUS:Kill the dwarves before turn 20
da: Bonus: Dræb dværgene før runde 20
de: BONUS:Tötet den Zwergenführer noch bevor der zwantigste Zug verstrichen ist.
fr: Bonus : tuez les nains avant le tour 20
hu: BÓNUSZ: Megölöd a törpöket a 20 kör alatt
it: BONUS: Uccidi tutti i nani prima del turno 20
pt_br: BÔNUS: Mate os anões antes do turno 20
tr: BONUS:20 devirden önce cüceleri öldür

source: Okay Vondel, which way?
da: Ok Vondel, hvilken vej?
de: Ok Vondle, welchen Weg sollen wir nehmen?
fr: Bien Vondel, quel est le chemin ?
hu: Rendben Vondel, merre tovább?
it: Bene, Vondel, da che parte?
pt_br: Ok Vondel, por qual caminho?
tr: Tamam Vondel, hangi yoldan?

source: It depends on where you want to go. Do you even know where the Dwarvish army is?
da: Det afhænger af hvor du ønsker at gå. Kender du i det hele taget til hvor dværgehæren er?
de: Es hängt davon ab wo ihr langgehen wollt. Habt ihr jemals gewusst wo sich die zwergische Armee befindet?
fr: Cela dépend où vous souhaitez aller. Savez-vous au moins où se trouve l'armée naine ?
hu: Ez attól függ, hova akarsz eljutni. Tudod egyáltalán merre van a törp hadsereg?
it: Dipende da dove vuoi andare. Sai per caso dove si trova l'esercito dei nani?
pt_br: Depende para onde você quer ir. Você sabe ao menos onde o exército Anão está?
tr: Bu nereye gitmek istediğine bağlı. Cüce ordusunun nerede olduğunu biliyor musun?

source: No, actually not. My men won't take anyone alive, and we have no Clerics. I sent for reinforcements, but they won't arrive till later.
da: Nej, egentlig ikke. Mine mænd tager ingen i live, og vi har ingen troldmænd. Jeg har sendt bud efter forstærkninger, men de kommer først senere.
de: Nein, wirklich nicht. Meine Männer werden niemanden am Leben lassen und wir haben keine Geistlichen mehr. Ich habe nach Versterkung gesendet, aber die wird vorraussichtlich erst später ankommen.
fr: Non, en fait non... Mes hommes ne feront pas de quartier et nous n'avons pas de clercs. J'ai demandé des renforts, mais ils arriveront tardivement.
hu: Nem, még nem. Az embereim senkit sem hagynak életben, és nincs Papnőnk sem. Már küldtem erősítésért, de az csak későbbre várható.
it: No, non lo so in realtà. I miei uomini non hanno catturato nessuno e non abbiamo sacerdotesse. Ho chiesto rinforzi, ma non arriveranno in tempo.
pt_br: Na verdade não. Meus homens não deixam sobreviventes, e não temos Magos. Eu pedi reforços, mas não chegarão a tempo.
tr: Hayır, tam olarak değil. Adamlarım sağ kimseyi almayacaklar ve hiç Ruhbanımız yok. Takviye kuvvet istedim, ancak yakın zamanda varacaklarından şüpheliyim.

source: That's okay. I know a safe spot where we can hide and wait.
da: Det er ok. Jeg kender et sikkert sted hvor vi kan skjule os og vente.
de: Das ist Ok. Ich kenne ein sicheres Fleckchen, wo wir uns verstecken, und warten können
fr: Ça va. Je connais un endroit sûr où nous attendrons cachés.
hu: Renben van. Tudok egy helyet, ahol elrejtőzhetünk és várhatunk.
it: Va bene. Conosco un posto dove possiamo nasconderci e aspettare.
pt_br: Tudo bem. Conheço um local seguro, onde podemos nos esconder e esperar.
tr: Tamam o zaman. Gizlenip bekleyebileceğimiz bir yer biliyorum.

source: WHAT!?! Dhaeraow hide? We are soldiers of the Tenth House, we, NEVER, hide!
da: HVAD!?! Dhaeraow i skjul? Vi er Tenth husets soldater, vi gemmer os ALDRIG!
de: WAS!?! Dhaeraow versteckt? Wir sind Krieger des zehnten Hauses, wir verstecken uns NIE!
fr: COMMENT !?! Un dhaeraow, caché ? Un soldat de la dixième Chambre ne se cache JAMAIS !
hu: MIT MONDASSZ!?! Dhaeraow bújdosson? A Tizedik Törzs tagjai vagyunk, és SOHA nem bújunk el!
it: COSA!?! Nasconderci? Siamo soldati della Decima Casa, noi non ci nascondiamo MAI!
pt_br: O QUE? Dhaeraow esconder-se? Somos guerreiros da Décima Casa. Nós NUNCA nos escondemos!
tr: NE!? Dhaeraow gizlenecek mi? Biz Tenth Meclisi'nin askerleriyiz, biz ASLA gizlenmeyiz!
