Repository: wescamp/Dark_Elves-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, tr

source: A New Threat
da: En ny trussel
de: Eine neue Bedrohung
fr: Une nouvelle menace
hu: Új vész fenyeget
it: Una nuova minaccia
pt_br: Uma nova ameaça
ru: Новфя Угроза
tr: Yeni Bir Tehlike

source: Dark Elf Fighter
da: Mørkeelver kæmper
de: Dunkelelfen Kämpfer
fr: Combattant elfe des ténèbres
hu: Sötét tünde újonc
it: Combattente degli elfi neri
pt_br: Soldado Élfico das Sombras
ru: Боец Тёмных Эльфов
tr: Kara Elf Savaşçı

source: (easiest)
da: (nemmest)
de: (einfach)
fr: (facile)
hu: (legkönnyebb)
it: (facile)
pt_br: (fácil)
ru: (легкий)
tr: (kolay)

source: Dark Elf Warrior
da: Mørkeelver kriger
de: Dunkelelfen Krieger
fr: Guerrier elfe des ténèbres
hu: Sötét tünde harcos
it: Guerriero degli elfi neri
pt_br: Guerreiro Élfico das Sombras
ru: Воин Тёмных Эльфов
tr: Kara Elf Cengaver

source: (hardest)
da: (sværest)
de: (schwierig)
fr: (difficile)
hu: (legnehezebb)
it: (difficile)
pt_br: (difícil)
ru: (Сложный)
tr: (zor)

source: Dark Elf Corsair
da: Mørkeelver pirat
de: Dunkelelfen Korsar
fr: Corsaire elfe des ténèbres
hu: Sötét tünde martalóc
it: Corsaro degli elfi neri
pt_br: Corsário Élfico das Sombras
ru: Корсар Тёмных Эльфов
tr: Kara Elf Korsan

source: Defend the Caves against the Dwarvish Invasion.
da: Forsvar hulerne imod dværgenes invasion.
de: Verteidigt die Höhlen gegen die Inversion der Zwerge
fr: Empêcher les nains d'envahir les cavernes.
hu: Védd meg a Barlangrendszert a törp inváziótól
it: Difendi le caverne dall'invasione dei nani.
pt_br: Proteja as Cavernas Contra a Invasão dos Anões
ru: Защитите Пещеры против вторжения гномов.
tr: Mağaraları cücelerin saldırısına karşı koruyun.

source: It's only the Beginning
da: Det er kun begyndelsen
de: Es ist nur der Anfang
fr: Ce n'est que le début
hu: Ez még csak a kezdet
it: È solo l'inizio
pt_br: É apenas o começo
tr: Bu sadece Başlangıç

source: Deep underground evil is spreading. In the form of Elves, yet not so. A race that is called the Dark Elves by many, old wives tales most say. Yet how can old wives tales send Dwarves scurrying from their homes. And to every legend a grain of truth can be found.
da: Dybt under jorden spreder ondskaben sig. I form af elverne, og dog ikke. En race som af mange kaldes de sorte eller mørke elver. De fleste henfører dem til sagn fortalt af gamle koner. Men hvordan kan gamle sagn få dværge til at flygte i al hast fra deres hjem; og til ethvert sagn kan der findes et strejf af sandhed.
de: Tief unter der Erde verbreitet sich das Böse. Dennoch nicht in der Form von Elfen. Eine Rasse die in vielen alten Frauengeschichten meist Dunkelelfen genannt wird. Wie auch immer, wurden wegen diesen alten Geschichten der Frauen, hastig Zwerge aus ihrer Heimat ausgesandt. Und in jeder Legende kann ein Korn von Wahrheit gefunden werden.
fr: Le mal se répand dans les profondeurs de la terre sous une forme spéciale d'elfes, que d'anciennes histoires de bonnes femmes appellent « les elfes des ténèbres ». Mais comment ces racontars pourraient-ils faire décamper des nains ? Et pourtant, il y a toujours une part de vérité dans chaque conte.
hu: Mélyen a föld alatt ébredezik a gonosz. A tündék alakjában és mégis máshogy. Egy sokak által Sötét Tündéknek nevezett faj képében, melyről főként öregasszonyok rémtörténetei szóltak. Hogy lehet, hogy ezek a mesék törpöket kényszerítettek otthonuk sietős elhagyására?! Mint minden ősi legendában, úgy látszik, ebben is volt némi valóság...
it: Nelle profondità della terra il male si sta diffondendo. Sotto forma di elfi, o meglio non esattamente. Una razza chiamata elfi neri di cui molte, vecchie leggende raccontano. Così come raccontano dei nani in fuga precipitosa dalle loro case. E tutte le leggende hanno un fondo di verità.
pt_br: Nas profundezas o mal está se espalhando. Na formas de Elfos, porém um pouco diferentes. Uma raça que é conhecida como Elfos das Sombras por muitos, segundo as lendas dos antigos. Mas como uma lenda pode fazer com que Anões saíssem correndo de suas casas? E toda lenda tem uma pequena parcela de verdade.
tr: Yeraltının derinliklerinde kötülük yayılıyor. Elflerin suretine henüz pek yayılmadı. Eski hurafeler, Kara Elfler diye adlandırılan bir ırk olduğundan bahseder. Şimdi hurafeler Cüceleri evlerinden kaçırıyor. Ve her efsanede bir parça doğruluk payı vardır.

source: The Dark Elves have lived in the silent blackness for years, adapting to a world into which they were cast. They added to their knowledge of the arcane arts, the dark magic. And through this they have wrought a thriving underground society. They had armies, cities, and a ruling queen. They divided into seperate houses, and thus were their lords chosen.
da: De mørke elver har levet i årtier i deres stille mørke, tilpasset en verden hvor de blev født. De udvidede deres viden om mørk magi, og igennem denne magi har de skabt et levende underjordisk samfund. De har hære, byer og en regerende dronning. De er opdelt i forskellige huse, og igennem disse huse bliver deres ledere valgt.
de: Die Dunkelelfen lebten jahrelang in der stillen Dunkelheit. Sich anpassend, an eine Welt in die sie beschworen wurden. Zu ihren Kentnissen der Gewalt über das Feuer, fügten sie die dunkle Magie hinzu. Dadurch haben sie sich zu einer stolzen Untergrundgesellschaft entwickelt. Sie hatten Armeen, Städte und eine regierende Königin. Die Macht verteilte sich auf verschiedene Häuser, aus welchen die Anführer erwählt wurden.
fr: Les elfes des ténèbres vécurent pendant de longues années dans l'obscurité silencieuse, s'adaptant au monde où ils avaient été amenés. Ils ajoutèrent la magie noire à leur connaissances des arcanes et réussirent à fonder une société souterraine dynamique. Ils avaient des armées et des villes dirigées par une Reine Mère et se répartissaient en Chambres dirigées chacune par un seigneur.
hu: A Sötét Tündék Népe sokáig az idő csenes sötétjébe burkolódzva élt, saját világát kedve szerint alakítva. Misztikus művészetüknek, a feketemágiának szentelték tudományukat. Erre alapozva alakították ki virágzó föld alatti társadalmukat. Hadseregük, városaik és uralkodó királynőjük volt. Külön törzsekre oszlottak szét, melyek élükre fejedelmeket választottak.
it: Gli elfi neri sono vissuti nella silenziosa oscurità per anni, adattandosi al mondo in cui erano stati mandati. Hanno unito alle loro conoscenze delle arti arcane, la magia nera. E con questa hanno modellato una prospera società sotterranea. Hanno eserciti, città e una regina che li governa. Si sono divisi in diverse case e poi hanno scelto i loro signori.
pt_br: Os Elfos das Sombras viveram na escuridão durante anos, se adaptando ao mundo em que foram criados. Eles somaram aos seus conhecimentos arcanos a magia negra. E através disso eles fundaram uma sociedade subterrânea desenvolvida e bem organizada. Eles tinham exército, cidades e uma rainha. Dividiram em casas separadas e assim seus Lordes foram escolhidos.
tr: Kara Elfler yıllar boyunca sessiz karanlıkta yaşadılar ve kendi seçtikleri bu dünyaya ayak uydurdular. İlimlerine gizli sanatları ve kara büyüyü eklediler. Bunun aracılığı ile, gittikçe gelişen bir kavim yarattılar. Orduları, şehirleri ve hükümdar bir kraliçeleri var. Ve efendilerine göre ayrı meclislere bölündüler.

source: For years they have lived in silence, content to be ignored by the world of light above them, until the greed of the Dwarves drew them to send scouting parties deep into the caves. In search of gold. Greed drove them, but few returned to their great halls unscathed. Those that did return spout incoherent babble, and amongst their words were always talk of strange Clerics of the Night, torturing their chosen victims to death, only to restore them back to life.
da: I årevis har de levet i stilhed, tilfreds med at blive ignoreret af verdens lys over dem, lige indtil dværgenes grådighed fik dværgene til at sende spejdere dybt ind i hulerne. På jagt efter guld. Grådighed drev dem frem, men kun få returnerede til dværgenes store haller. De som returnerede fortalte vanvittige historier og blandt deres historier indgik der altid en om, at nattens troldmænd torturede deres ofre til døde for kun at genoplive staklingene igen.
de: Jahre lang lebten sie in der Stille, meist von der Welt des Lichtes über ihnen unentdeckt, bis die Habsucht der Zwerge einige als Späher aussandte, um tief in die Höhlen einzudringen. Auf der Suche nach Gold. Habsucht trieb sie, doch nur wenige kamen unbeschadet zu den großen Hallen zurück. Diejenigen, die wiederkehrten sprachen zusammenhangloses Zeug. Unter diesen Wörtern war immer ein Gefasel von fremden Geistlichen der Nacht, die das gewählte Opfer zu Tode quälten, nur um sie nachher wieder zum Leben zu erwecken.
fr: Ils vécurent discrètement pendant des années, satisfaits d'être ignorés du monde de lumière au-dessus d'eux, jusqu'à ce que la cupidité pousse les nains à envoyer des groupes d'explorateurs au plus profond de la terre, à la recherche d'or. L'avidité les poussait, mais peu revinrent indemnes dans leurs grands halls. Ces revenants tenaient un babil incohérent dans lequel il était toujours question d'étranges clercs de la nuit, torturant leurs victimes jusqu'à la mort pour ensuite simplement les ramener à la vie.
hu: Csöndben éltek éveken át, jólétüket figyelmen kívül hagyta a felettük lévő fénnyel teli világ, mígnem a törpök kapzsiságból felderítő csapatokat kezdtek küldeni távoli barlangjáratokba. Arany után kutatva. A kapzsiság vezette őket, de néhányan épségben tértek vissza nagyszerű csarnokaikba. Azok, akik vissza tértek összefüggéstelenül zagyváltak, és furcsa szavaikban néha valamilyen különös 'Éjszaka Papjainői'-ről beszéltek,akik áldozataikat halálra kínozzák, hogy aztán újra vissza hozzák őket az életbe.
it: Per anni hanno vissuto nel silenzio, contenti di essere ignorati dal mondo di luce sopra loro, fino a che l'avarizia non ha spinto i nani a mandare gruppi di esplorazione in profondità nelle caverne. Alla ricerca dell'oro. L'avarizia li ha guidati, ma pochi sono tornati indenni alle loro grandi sale. Quelli che lo hanno fatto balbettavano incoerentemente e nei loro balbettii parlavano sempre di strane «Sacerdotesse della Notte», che torturavano fino alla morte le loro vittime designate, solo per riportarle poi di nuovo in vita.
pt_br: Por anos eles viveram em silêncio, conformados em serem ignorados pelo mundo de luz sobre eles, até que a ganância dos Anões os levou a enviarem patrulhas de reconhecimento até as profundezas das cavernas. Em busca de ouro. A ganância os guiou, mas poucos voltaram intactos. Aqueles que conseguiram voltar apenas balbuciavam palavras sem sentido. Mas sempre falavam de estranhos Clérigos da Noite, torturando as vítimas escolhidas até a morte, somente para que voltem a viver.
tr: Yıllar boyunca, kainatın ışığından uzakta hayatlarından memnun yaşadılar; taa ki gözü doymaz Cüceler, kolcu birlikleriyle derin mağaralara gelene kadar. Ama altın peşinde, gözlerini hırs bürümüş Cücelerin .pek azı yüce dehlizlerine yaralanmamış olarak dönebildi. Dönenlerin ağzından saçma sözler döküldü ve kelimeleri her zaman tuhaf kaldı. Gecenin Ruhbanları, onları sadece hayata geri döndürebilmek için, seçilmiş kurbanlarını ölüme zorluyordu.

source: The Dwarves put up with this for awhile, until the grand Dwarf Lord sent his young cousin to scout with a party. He came back, days later, alone. He was scarred and he too went on about the mysterious Clerics. So thus the Grand Dwarf Lord's anger was aroused, he amassed his house to strike down his enemies once and for all.
da: Dværgene affandt sig med dette for en tid, indtil dværgelensherren sendte sinunge fætter afsted med et lille selskab. Han kom tilbage, dage senere, alene. Han var arret over hele kroppen og bablede løs om den fortryllende troldkvinde. Dværgelensherren blev rasende og satte sit hus ind på at få bugt med denne fjende en gang for alle.
de: Die Zwerge haben das bis vor kurzer Zeit ignoriert, bis der große Zwergenkönig seinen jungen Cousin aussandte, der mit einer Gruppe kundschaften sollte. Einige Tage später kam er allein zurück. Er hatte Todesangst, denn auch er faselte etwas von mystischen Geistlichen. So wurde die Wut des Zwergenkönigs wieder erregt und er veranlasste sein Haus, um seine Feinde ein für allemal zu besiegen.
fr: Les nains y prêtèrent peu d'attention pendant un temps, jusqu'à ce que le grand seigneur des nains envoie un groupe d'explorateurs, parmi lesquels on comptait son jeune cousin. Ce dernier revint seul plusieurs jours plus tard. Il était lui aussi terrorisé et parlait des mystérieux clercs. Ceci attisa la colère du grand seigneur des nains, qui réunit son ost pour abattre ses ennemis une fois pour toutes.
hu: A törpök belenyugodtak ebbe egy időre, ám egy napon a Törp Uralkodó fiatal unokaöccsét is egy felderítőcsapattal küldte. Napokkal később egyedül tért vissza. Csupa seb és forradás volt és ő is azokról a rejtéyles papnőkről beszélt. Ez felkeltette a Törp Uralkodó haragját, aki felkészítette népét, hogy egyszer s mindenkorra halálba taszítsa újdonsült ellenségeit.
it: I nani tollerarono queste cose per un po', fino a che il grande signore nano non mandò il suo giovane cugino con un gruppo di esplorazione. Tornò dopo qualche giorno, solo. Era pieno di cicatrici e pure lui biascicava di misteriose sacerdotesse. La rabbia del grande signore nano si scatenò, radunò la sua casa per abbattere una volta per tutte i suoi nemici.
pt_br: Os anões mantiveram essa situação por um tempo, até que o Grande Lorde Anão enviou seu primo mais novo para patrulhar as carvernas, juntamente com um exército. Ele voltou alguns dias depois, sozinho. Ele estava assustado e também contou a estória sobre as misteriosas Clérigas. Com isso a raiva do Grande Lorde Anão foi aumentada, e ele agrupou os anões para derrotar seus inimigos de uma vez por todas.
tr: Cüceler bir süre bu şekilde yaşadılar, taa ki Büyük Cüce Efendisi genç kuzenini bir birlikle beraber onlara gözcülük etmesi için yollayana dek. Günler sonra kuzeni tek başına döndü. Çok korkmuştu ve gizemli Ruhbanlar hakkında çok fazla düşünüyordu. Bunun üzerine Büyük Cüce Efendisi'nin öfkesi uyandı ve düşmanlarını tek kere ve sonsuza kadar yok etmek için meclisi topladı.

source: Varish'na, a noble of the Tenth House, has fallen committed a crime against the Matron Mother, and has been given 11 years to regain his honor, or he will be tortured to death, but not before the Clerics have practised their torturing techniques on him until they get bored. As part of his disgrace, and with the influence of his father, Varish'na has been sent to guard a little fortress far away from civilization, where he will at least have a slime chance of requiting himself...
da: Varish'na, en adelig fra Tenth-huset, er blevet dømt for en forbrydelse mod mor Matron, og har fået 11 år til igen at få sin ære tilbage. Hvis ikke vil han blive tortureret til døde; efter at troldmændene er blevet træt af deres torturteknikker. Som en del af hans tabte ære og med indflydelse fra hans far, er Varish'na blevet sendt væk for at bevogte en lille borg langt væk fra civilisationen, hvor han i det mindste vil have en minimal chance for at genvinde sin ære...
de: Varish'na ein Erhabener des zehnten Hauses, gab zu eine Straftat gegen die Matronenmutter ausgeübt zu haben, und hat daraufhin 11 Jahre Zeit bekommen, entweder seine Ehre wieder herzustellen, oder zu Tode gequält zu werden, aber nicht bevor die Geistlichen ihre Foltermethoden an ihm auszuprobieren, bis es ihnen zu langweilig wird. Als Teil dieser Blamage und mit dem Einfluss seines Vaters, wurde Varish'na ausgesandt, um eine kleine Festung zu bewachen, welche weit, weit weg von jeder Zivisilation liegt, wo er nur eine sehr geringe Chance haben wird, um sich wieder zu erholen...
fr: Varish'na, un noble de la dixième Chambre, avait commis un crime contre la Reine Mère et avait 11 années pour recouvrer son honneur, sous peine d'être torturé à mort par les clercs qui auraient dû le travailler jusqu'à ce qu'elles s'ennuient. Pour ajouter à sa disgrâce, et à cause de son père, Varish'na fut envoyé garder une petite forteresse loin de la civilisation où il n'avait qu'une toute petite chance de s'acquitter de son crime...
hu: Varish'na, a Tizedik Törzs tagja bűnösnek találtatott a Matróna ellen elkövetett merényletben és 11 évet kapott, hogy bizonyítsa becsületét, különben kegyetlen kínhalál vár rá, de csak ha a Papnők már beleuntak az újabbnál újabb kínzási technikák kikísérletezésébe. Kegyvesztettségének részeként és tulajdon apja befolyása által, Varish'nát egy jelentéktelen erőd védelmére kárhoztatták távol a civilizációtól, ahol legalább lesz lehetősége magát emészteni...
it: Varish'na, nobile della Decima Casa, commise un crimine contro la Madre Matrona. Gli furono dati 11 anni per riguadagnare il suo onore oppure sarebbe stato torturato a morte, ma non prima che le sacerdotesse sperimentassero le loro tecniche di tortura su di lui fino alla noia. Come parte del suo castigo e con l'influenza del suo padre, Varish'na fu inviato a custodire una piccola fortezza molto lontana dalla civiltà, dove avrebbe avuto almeno un'infima possibilità di redimersi...

source: Kill the Dwarves
da: Dræb dværgene
de: Tötet die Zwerge
fr: Éliminer les nains
hu: Megölöd a törpöket
it: Uccidi i nani.
pt_br: Mate os Anões
tr: Cüceleri Öldür

source: Death of Varish'na
da: Varish'nas død
de: Varish'na fällt in der Schlacht
fr: Mort de Varish'na
hu: Varish'na elesik
it: Morte di Varish'na
pt_br: Morte de Varish'na
tr: Varish'na'nın Ölümü

source: Turns run out
da: Runder løber ud
de: Rundenlimit überschritten
fr: Fin des tours
hu: Túlléped a körök számát
it: Fine dei turni a disposizione
pt_br: Turnos acabem
tr: Tüm ellerin bitmesi

source: What? These must be the forces who took poor Vladdy, no pointy ear is takin' Clan Stormhammer without a fight!
da: Hvad? Dette må være styrkerne som myrdede stakkels Vladdy, ingen spidsøre overmander Clan Stormhammer uden kamp!
de: Was? Das muss die Truppe sein die den armen Vladdy mit genommen haben. Kein Spitzohr nimmt Clan Stormhammer ohne einen Kampf ein!
fr: Quoi ? Ce doit être les combattants qui ont eu ce pauvre Vladdy, aucune oreille pointue ne croise le clan de Tonnemartel sans combattre !
hu: Micsoda? Ők azok, akik elrabolták a szegény Vladdyt, egyetlen hegyesfülű sem úszhatja meg a találkozást a Viharpöröly Klánnal harc nélkül!
it: Cosa? Queste devono essere le forze che hanno catturato il povero Vladdy, nessun «orecchie a punta» prenderà il clan Scuotimartello senza combattere!
pt_br: O que? Este deve o exército que derrotou o coitado do Vladdy. Nenhum 'orelha pontuda' vai derrotar o Clã Stormhammer sem uma boa briga!

source: Accursed Elf dogs, ye shall perish before this month is up. My brothers shall crush ye like an eggshell. And Dark Elf blood shall flow like water.
da: Forbandede elverhund, du skal dø før denne måned slutter. Min brødre knuser dig som en æggeskal. Og jeres blod skal flyde som en flod.
de: Verfluuuchte Elfenhundsleut, Spitzohrige. Wenns ihr nich balde verschwindet, bevor der Monat sein Ende gefunden hat, werden meine Brüder euch wie de Eierschalens zerquetsche. Dunkles Elfenblut wird dann nur so spritzen.
fr: Maudits chiens d'elfes, vous périrez avant la fin du mois. Mes frères vous écraseront comme des coquilles d'oeufs et des rivières de sang d'elfes des ténèbres vont couler !
hu: Átkozott tünde kutyák, elpusztultok mind, mielőtt ez a hónap véget érne. Fivéreim úgy szétmorzsolnak, mint egy tojáshéjat. És a Sötét tündék vére úgy fog folyni, mint a víz.
it: Maledetti cani di elfi neri, perirete prima della prossima luna. I miei fratelli vi schiacceranno come gusci d'uovo. E il sangue degli elfi neri scorrerà come acqua.

source: My lord, we have found a Dwarf, and the Clerics have resurrected him. From him we have learned a terrible truth.
da: Min herre, vi har fundet en dværg, og troldmændene har fået ham tilbage til livet. Fra ham har vi lært en frygtelig sandhed.
de: Mein Herr und Gebieter, wir haben ienen Zwerg gefunden, und die Geistlichen haben iohn wiederbelebt. Von ihm haben wir die schreckliche Wahrheit erfahren.
fr: Monseigneur, les clercs ont ressuscité un nain que nous avons récupéré. Il nous a appris quelque chose de terrible.
hu: Uram, találtunk egy törpöt, és a Papnőink ujjáélesztették. Tőle tudtuk meg a rémisztő valóságot.
it: Mio signore, abbiamo trovato un nano e le sacerdotesse lo hanno resuscitato. Tramite lui abbiamo scoperto una terribile verità.
pt_br: Meu Senhor, nós encontramos um Anão, e os Clérigos o ressucitaram. Ele nos deu uma notícia terrível.

source: What is it?
da: Hvad er det?
de: Was gibt es?
fr: De quoi s'agit-il ?
hu: Mi az?
it: Quale?
pt_br: O que é isto?

source: The Dwarvish clans of Stormhammer, Stoutblade, the Cleavers, and the 'fabled' Red Mountain clan have all mobilized against us.
da: Dværgeklanerne Stormhammer, Stoutblade, Cleaverne, og den 'sagnomspundne' Red Mountain clan har alle mobiliserede imod os.
de: Die zwergischen Klans von Stormhammer, Stoutblade, die Cleavers und der 'fabelhafte' Red Mountains Klan haben sich alle gegen uns zusammengetan.
fr: Les clans de Tonnemartel, de Lamevive, des Fendoirs et le fameux clan de la Montagne Rouge se sont tous coalisés contre nous !
hu: A törp klánok, a Viharpöröly, az Erőpenge, a Húsvágók és a legendás Vöröshegy Klán mind mozgósítanak, és hadba indulnak ellenünk.
it: I nani dei clan Scuotimartello, Fortelama, Tranciapietra e il leggendario clan della Montagna Rossa. Tutti si sono mobilitati contro di noi.

source: Are they sure of this?
da: Er de sikre på dette?
de: Sind die sich da sicher?
fr: En sont-ils sûrs ?
hu: Biztosak ebben?
it: Ne sono sicure?
pt_br: Estão certos disso?
tr: Bundan emin misiniz?

source: Have they ever been wrong before sir?
da: Har de nogensinde tidligere taget fejl herre?
de: Haben sie sich jemals geirrt, mein Herr?
fr: Monsieur, se sont-ils déjà trompés ?
hu: Tévedtek már kémjeink valaha, uram?
it: Hanno mai sbagliato in passato, signore?

source: Hmm...Good point. Send our fastest soldier to alert the Matron Mother. We must attempt to arrest their advancement. Make ready to leave the keep.
da: Hmm...God pointe. Send vores hurtigste soldat til mor Matron. Vi må forsøge at afbryde deres angreb. Gør klar til at forlade borgen.
de: Hmm...da habt ihr Recht. Sendet unseren schnellsten Soldaten, um die Matronenmutter zu alarmieren. WIr müssen versuchen sie aufzuhalten. Macht euch bereit den Burgfried zu verlassen.
fr: Hum... C'est juste. Envoyez notre soldat le plus rapide alerter la Reine Mère. Nous devons tenter de les arrêter. Préparez-vous à quitter le fort !
hu: Hmm...Helyes. Küldd a leggyorsabb futárunkat, hogy figyelmeztesse a Matrónát. Meg kell próbálnunk behozni az előnyüket. Készülj a vár elhagyására.
it: Hm... buona osservazione. Manda il nostro elfo più veloce ad avvertire Madre Matrona. Dobbiamo cercare di fermare la loro avanzata. Preparatevi ad abbandonare la fortezza.

source: But my lord... They far outnumber us to charge would be suicide...
da: Men min herre... De er langt flere end os, at angribe vil være selvmord...
de: Aber mein König... Sie sind uns zahlenmäßig weit überlegen, ein direkter Angriff wäre Selbstmord...
fr: Mais, Monseigneur... Ils sont trop nombreux, les charger serait suicidaire...
hu: De uram... hatalmas túlerőben vannak hozzánk képest, öngyilkosság lenne megtámadni őket!
it: Ma mio signore... Ci sopravanzano di gran numero, attaccare sarebbe un suicidio...
pt_br: Mas meu lorde... Eles são muito mais numerosos que nós. Atacar seria suicídio...

source: That's the idea.
da: Det er ideen.
de: Das ist die Idee.
fr: C'est l'idée.
hu: Nagyszerű ötlet.
it: È questa l'idea.
pt_br: Essa é a idéia.

source: No! I have failed!
da: Nej! Jeg har fejlet!
de: Nein! Ich habe versagt!
fr: Non ! J'ai échoué !
hu: Ne! Elbuktam!
it: No! Ho fallito!
pt_br: Não! Eu falhei!
tr: Hayır! Başarısız oldum!
