Repository: wescamp/Dark_Elves-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, tr

source: What? Why am I still alive?
da: Hvad? Hvorfor er jeg stadig i live?
de: Was? Warum lebe ich noch?
fr: Quoi ? Pourquoi suis-je encore en vie ?
hu: Micsoda? Hogyhogy élek még?
it: Cosa? Perché sono ancora vivo?
pt_br: O que? Por que ainda estou vivo?
tr: Ne? Ben hala hayatta mıyım?

source: Because I preserved your life. You're too wonderful a Dwarf to let die. Such big muscles, such big...
da: Fordi jeg genoplivede dig. Du er for storartet en dværg til at dø. Sikke store muskler så stor...
de: Weil ich dein Leben beschützte. Du bist ein zu wundervoller Zwerg als das man dich sterben lassen könnte. So große Muskeln, große...
fr: Parce que je t'ai protégé. Tu es bien trop extraordinaire pour que je te laisse mourir, nain! De si beaux muscles, de si grands...
hu: Mert megmentettem az életedet. Túlságosan csodálatos törp vagy ahhoz, hogy engedjelek meghalni. Micsoda dagadó izmok, micsoda nagy...
it: Perché ti ho risparmiato. Sei proprio un meraviglioso esemplare di nano per lasciarti morire. Hai dei grossi muscoli, un grosso...

source: Forget it. I know what you want! I'll kill myself first!
da: Glem det. Jeg ved hvad du ønsker at opnå! Jeg slår mig selv ihjel først!
de: Vergiss es. Ich weiss was du willst. Ich werde mich lieber selbst töten!
fr: Oublie ! Je sais ce que tu veux ! Je me tuerai avant !
hu: Felejtsd el. Tudom mit akarsz! Inkább a halál!
it: Scordatelo. So cosa vuoi! Piuttosto mi ammazzo!
pt_br: Esqueça! Eu sei o que você quer! Me matarei antes!
tr: Unut bunu. Ne istediğini biliyorum! Kendimi öldürürüm daha iyi!

source: If you tell me your secrets I'll tell you mine.
da: Hvis du fortæller mig dine hemmeligheder, så fortæller jeg dig mine.
de: Wenn du mir dein Geheimniss erzählst, werde ich dir das meine erzählen.
fr: Dévoile-moi tes secrets, je te dévoilerai les miens.
hu: Ha elárulod nekem a titkaidat, én is elmondom a sajátjaimat neked.
it: Se tu mi racconti il tuo segreto, io ti racconterò il mio.
pt_br: Se você me contar seus segredos eu te conto os meus.
tr: Eğer bana sırlarını açarsan, ben de kendikilerimi anlatırım.

source: Hah! Think I'd fall for that old trick! With your soft white skin, silky black hair, smooth lips, and beautiful--No! I'll tell you nothing! *Gahh...!*
da: Ha! Troede du jeg faldt for det gamle trick! Med din bløde hvide hud, silkeagtige sorte hår, bløde læber og smukke -- Nej! Jeg fortæller dig intet! *Gahh...!*
de: Hah! Denkst ich würde auf diesen alten Trick reinfallen! Mit deiner weichen weißen Haut, geschmeidigem schwarzem Haar, sanften Lippen, und wundervollen-- Nein! Ich werde dir nichts erzählen! *Rahh...!*
fr: Ha ! Tu crois que tu vas m'avoir comme ça ? Avec ta peau douce et blanche, tes cheveux noirs et soyeux, tes lèvres douces et superbes... Non ! Je ne te dirai rien ! *Gahh...!*
hu: Hah! Azt gondoltad bedőlök ennek az ósdi trükknek?! A selymes fehér bőröd, bársonyos fekete hajad, puha ajkaid, és gyönyörű--Nem! Nem mondok el semmit! *Gahh...!*
it: Ahah! Credevi che ci sarei cascato! È un vecchio trucco, la tua soffice pelle chiara, i capelli neri di seta, labbra morbide e un bel... No! Non dirò nulla! *Gahh...!*

source: Oh well, guess I'll have to do this the hard way.
da: Nå, ser ud til at jeg må gøre dette på den hårde måde.
de: Oh gut, wahrscheinlich muss ich etwas deutlicher werden.
fr: Très bien, je vais devoir user de la manière forte.
hu: Hát rendben, akkor a fájdalmasabb módszerhez kell folyamodnom.
it: Oh beh, credo che dovremo usare le maniere forti.
pt_br: Que pena, então terei que fazer da maneira difícil então.
tr: Ah, peki. O halde zor yolu denemek zorunda kalacağım.

source: Do you ever wish she wasn't your sister so you could, you know...
da: Ønsker du ikke engang imellem, at hun ikke var din søster så du kunne, du ved...
de: Hast du dir jemals gewünscht, das sie nicht deine Schwester wäre? Dann könntest du, du weisst schon...
fr: N'as-tu jamais souhaité qu'elle ne fût pas ta soeur, ainsi tu pourrais, tu sais...
hu: Kívántad valaha is, hogy bár ne lenne a húgod, hogy te is... tudod...
it: Non hai mai desiderato che non fosse tua sorella così tu potresti... sai no?
pt_br: Você alguma vez desejou que ela não fosse sua irmã para que vocês pudessem, você sabe...
tr: Hiç kendi kızkardeşin olmamasını umdun mu, o zaman yapabilirsin, bilirsin...

source: You are disgusting Vondel.
da: Vondel, du er modbydelig.
de: Du bist ekellich, Vondel.
fr: Tu es répugnant, Vondel.
hu: Visszatazsító vagy, Vondel.
it: Sei disgustoso, Vondel!

source: Curse you, you durned Dark Elf... May you rot in Hythenglim for this...
da: Forbandet være dig, din mørkeelver... Gid du rådner op i Hythenglim...
de: Verfluche dich, du verflixter Dunkelelf... Sollst du dafür in Hythenglim vergammeln...
fr: Sois maudit, elfe d'en bas... Puisses-tu pourrir à Hythenglim pour ça !
hu: Légy átkozott, te sötét tünde fajzat... Hythenglimben fogsz megrohadni ezért...
it: Sii maledetto, dannato elfo nero... che tu possa marcire nell'Hythenglim per questo...

source: Dark Elf Captain
da: Mørkeelver kaptajn
de: Dunkelelfen Kapitän
fr: Capitaine elfe des ténèbres
hu: Sötét tünde kapitány
it: Capitano degli elfi neri
pt_br: Capitão Elfo das Sombras
ru: Капитан Тёмных Эльфов
tr: Kara Elf Kaptan

source: These Elves have been an example to their fellow soldiers, and have gained the rank of Captain. Although they can never become Lords, they still strive to do their best to defend the Matron Mother with their swords and short spears.
da: Disse elver har været et eksempel for deres soldaterkammerater, og har opnået rang af kaptajn. Selv om de ikke kan blive lensherrer, kæmper de stadig efter bedste evne for at forsvare mor Matron med deres sværd og korte spyd.
de: Diese Elfen waren nur ein Beispiel für die folgenden Soldaten, und haben den Rang eines Kapitäns gewonnen. Obgleich sie niemals Könige werden bemühen sie sich dennoch ihr Bestes zu tuen um die Matronen Mutter mit ihren Schwertern und ihren Kurtzspeeren zu verteidigen.
fr: Ces elfes ont été exemplaires vis-à-vis de leurs camarades soldats et ont acquis le rang de capitaine. Bien qu'ils ne puissent plus devenir Seigneurs, ils utiliseront toujours leurs épées et leurs courtes lances pour défendre au mieux la Reine Mère.
hu: Ezek a tündék bajtársaik példaképei, akik kapitányi rangra emelkedtek. Habár sosem válnak fejedelmekké, mindig igyekszenek a legjobbat nyújtani kardjaikkal és rövid lándzsáikkal, ha a Matróna védelméről van szó.
it: Questi elfi sono stati di esempio per i propri compagni soldati e si sono meritati il grado di capitano. Anche se non potranno mai diventare signori, fanno delo loro meglio per difendere la Madre Matrona con le loro spade e lance corte.
pt_br: Estes Elfos estão sendo um exemplo para seus colegas soldados, e por isso foram promovidos a Capitão. Apesar de nunca poderem chegar a Lorde, eles ainda se esforçarão ao máximo para defender a Grande Mãe com suas espadas e lanças curtas.
ru: Эти Эльфы были примером их соратникам, и получили разряд Капитана. Хотя они никогда не могут становиться Богом, они все еще стремятся приложить все усилия, чтобы защитить Королеву их мечами и короткими копьями.
tr: Bu elfler, takipçileri askerler için bir emsal olacaktır ve Kaptanlarının tecrübelerinden faydalanacaklardır. Asla Efendi olamayacaklarına rağmen, halen kılıçlarıyla ve kısa mızraklarıyla yapabilceklerinin en iyisini yapmaya çabalıyorlar.

source: sword
da: sværd
it: spade
ru: меч
tr: kılıç

source: blade
da: klinge
it: lama
ru: клинок
tr: kesme

source: spear
da: spyd
it: lancia
ru: копьё
tr: mızrak

source: pierce
da: stik
it: perfora
ru: пронзать
tr: delme

source: female^Dark Elf Cleric
da: female^Mørkeelver troldmand
de: female^Dunkelelfen Geistliche
fr: Clerc elfe des ténèbres
hu: Sötét tünde papnő
it: Sacerdotessa degli elfi neri
pt_br: mulher^Clériga Élfica das Sombras
ru: Причетчица Тёмных Эльфов
tr: dişi^Kara Elf Ruhban

source: A Cleric is adapt at both their magical abilities and the use of their maces, as the Dwarves have found out. They have the cure ability, a tool they use for their sadistic pleasure. Terribly seductive, they are both feared and admired for their beauty and cruelty.
da: En troldmand er dygtig i brugen af både sine magiske evner og sin morgenstjerne, hvilket dværgene har fundet ud af. De har også mulighed for at helbrede andre, en mulighed de bruger til deres egen sadistiske fornøjelse. De er både frygtet og beundret for deres skønhed og brutalitet.
de: Ein Geistlicher mit beiden magischen Fähigkeiten, und der Benutzung eines Streitkolbens, wie die Zwerge herrausfanden. Sie haben die Fähigkeit zu Kurieren. Schrecklich sadistische Freude, sind sie Beide gefürchtet und bewundert für ihre Shönheit und ihre Grausamkeit
fr: Comme les nains l'ont découvert, une clerc manie aussi bien la magie que la massue . Elles ont la capacité de guérir, dont elles se servent d'ailleurs pour assouvir leurs plaisirs sadiques. Horriblement séduisantes, elles sont à la fois craintes et admirées pour leur beauté et leur cruauté.
hu: A Papnők mind a mágikus tudományokban mind a buzogány használatában jártasak, ahogy erre a törpök is rájöttek. Képesek gyógyítani, ami kezükben szadista kedvteléssé válik. Borzasztóan csábító külsejükkel egyszerre bámulatosak és félelmetesek, szépek és kegyetlenek.
it: Le sacerdotesse sono dotate sia nelle arti magiche sia nell'uso delle mazze, come i nani hanno provato di persona. Sono abili a curare, una capacità che impiegano per il loro sadico piacere. estremamente seducenti, sono sia temute sia ammirate per la loro bellezza e crudeltà.
pt_br: Uma Clériga é apta a usar suas habilidades mágicas, assim como a maça, como os Anões já descobriram. Elas têm habilidades de cura, uma ferramenta que usam em seus rituais sádicos. Terrivelmente sedutoras, são tanto admiradas quanto temidas por sua beleza e crueldade.
ru: Причетчица хороши и в их волшебных способностях и в использовании их булав. Они имеют способность лечения, инструмент, который они используют для их садистского удовольствия. Ужасно соблазнительные, их боятся и восхищаются их красотой и жестокостью.
tr: Bir ruhban hem sihirsel kabiliyetlerini hem de Cüceler gibi macelerini kullanırlar. Sadistik zevkleri için kullandıkları bir araçları, ilaç verme kabiliyetleri vardır. Korkunç derecede baştan çıkarıcı yartıklardır, hem güzellikleri hem de acımasızlıkları için arzulanırlar ve korkulurlar.

source: mace
da: morgenstjerne
it: mazza
ru: булава
tr: gürz

source: impact
da: slag
it: impatto
ru: удар
tr: darbe

source: magic
da: magi
it: magico
ru: магия
tr: sihir

source: fire
da: ild
it: fuoco

source: No single being can stand before a Dark Elf Corsair. If you every see one, run. With they're razor sharp swords, they can splice and dice a dwarves beard.
da: Ingen enkelt person kan modstå en Mørkeelver pirat. Hvis du ser en, så løb. Med deres skarpe sværd kan de dele en dværgs skæg efter forgodtbefindende.
de: Niemand kann gegen einen Korsar der Dunkelelfen bestehen. Wenn du je einen sehen solltest, dann lauf um dein Leben. Mit ihren rasierscharfen Schwertern können sie den bärtigen Zwergen eine saubere Rasur bieten, bevor diese Ihre Axt heben können.
fr: Aucun être ne barre la route à un corsaire elfe des ténèbres. Si jamais vous en voyez un, fuyez. Ils peuvent tailler une barbe de nain en pointe avec leurs épées aiguisées comme des rasoirs.
hu: Egyetlen légy sem állhat meg egy sötét elf martalóc előtt. Ha megpillantassz egyet, a futás az egyetlen amiben bízhatsz. Borotvaéles pengéikkel egykettőre felkockáznak egy szakállas törpöt.
it: Non c'è nessun che possa affrontare un corsaro degli elfi neri. Se ne vedi uno, scappa. Con le loro spade affilate come rasoi, possono intrecciare e affettare la barba dei nani.
pt_br: Nenhum ser vivo consegue ficar perante um Corsário Élfico das Sombras. Se você algum dia ver algum, corra. Com suas espadas extremamente afiadas, eles podem cortar e picotar a barba de um Anão.
ru: Никакое существо не может устоять перед Корсаром. Если Вы увидети одпого, бежите. У них острые мечи, они могут разрезать многих гномов.
tr: Hiç kimse tek başına Kara Elf Korsanlarının önünde duramaz. Eğer bir tane görürseniz, kaçın. Jilet keskinliğinde kılıçlarıyla bir cücenin bıyığını zarlara ayırabilirler.

source: female^Dark Elf Enchantress
da: female^Kvindelig mørkeelver troldmand
de: female^Dunkelelfen Zauberin
fr: Enchanteresse elfe des ténèbres
hu: Sötét tünde bájoló
it: Incantatrice degli elfi neri
pt_br: mulher^Feiticeira Élfica das Sombras
ru: Чаровница Тёмных Эльфов
tr: dişi^Kara Elf Büyücü Hanımlar

source: The women of the Dark Elves often join the Order of the Clerics at a very young age. They start of as an Enchantress, with limited physical and magical abilities, and have just began practicing their torture techniques. Through the guiding of the Clerics, someday they will become a mighty Sorceress.
da: Kvinderne blandt de mørke elver tilslutter sig ofte troldmændene i en meget ung alder. De starter som en troldmandslærling, med begrænset fysiske og magiske evner, og er lige begyndt på deres indføring i torturteknikker. Igennem troldmændenes træning, vil de en dag blive mægtige trolddomskvinder.
de: Die Frauen der Dunkelelfen treten meist, meist wenn sie nocjh jung sind, dem Orden der Geistlichen bei. Sie beginnen als Zauberin, mit limitierten physikalischen und magischen Fähigkeiten, und haben gerade angefangen, ihre quälenden Techniken zu praktizieren. Durch das leiten der Geistlichen werden sie eines Tages mystische Zauberrinnen werden.
fr: Chez les elfes des ténèbres, les femmes rejoignent souvent l'ordre des clercs dès leur plus jeune âge. Elles débutent en tant qu'enchanteresses, avec des capacités physiques et magiques limitées, et entament l'apprentissage des techniques de torture. L'enseignement dispensé par les clercs pourra les faire devenir de puissantes sorcières.
hu: A sötét tünde nők gyakran a Papság Rendjébe állnak már igen fiatalon. Belőlük bájolók lesznek, korlátozott fizikai és mágikus erők birtokosai, és máris elkezdik kigyakorolni kínzási technikáikat. Noha a Papság irányítása alatt állnak, egy napon hatalmas varázslónők válhatnak belőlük.
it: Le donne degli elfi neri spesso aderiscono all'Ordine delle Sacerdotesse in giovanissima età. Iniziano come incantatrici, con limitate capacità fisiche e magiche e iniziano soltanto la pratica delle tecniche di tortura. Attraverso la guida delle sacerdotesse, un giorno potranno diventare potenti streghe.
pt_br: As mulheres dos Elfos das Sombras normalmente integram a Ordem dos Magos muito jovens. Elas começam como Feiticeiras, com poderes físicos e mágicos limitados, e apenas começaram a praticar suas técnicas de tortura. Através do treinamento das Clérigas, algum dia elas se tornarão poderosas Bruxas
ru: Женщины Темных Эльфов часто присоединяются к Причетчицам в очень молодом возрасте. Они начинают как Чаровница, с ограниченными физическими и волшебными способностями, и только начанают практиковаться в их методах пытки. Через руководство Причетчиц, когда-нибудь они станут могущественной Колдуньей.
tr: Kara Elf kadınları çoğunlukla çok genç bir yaşta Ruhban Emirleri'ne katılırlar. Öncelikle sınırlı fiziksel ve sihirsel kabiliyetlerle birlikte Büyücü Hanım olarak başlarlar ve işkence tekniklerini geliştirirler. Ruhbanların kılavuzluğunda, birgün yüce birer büyücü olup çıkacaklardır.

source: The initiates in their House army, many Fighters die because of lack of training. Dark Elves believe that only the best should have the honor of fighting for the Matron Mother.
da: Udskillelsen i egne rækker er hård blandt mørkeelvernes kæmpere. Mørkeelver har den opfattelse at kun de bedste skal have mulighed for at kæmpe for mor Matron.
de: In der Einführung in ihren Häuser der Armee, sind schon viele Krieger gestorben weil sie zu wenig Training aufwiesen. Dunkelelfen glauben daran, dass nur die Besten die Ehre haben sollten, für die Matronen Mutter zu kämpfen.
fr: Parmi les initiés des armées des différentes Chambres, beaucoup de guerriers meurent par manque d'entrainement. Les Elfes des ténèbres pensent que seuls les plus valeureux ont l'honneur de combattre pour la Reine Mère.
hu: A Törzs hadseregének tapasztalatlan fegyveresei közül sok újonc veszik oda a kiképzések hiányában. A sötét tündék népére oly jellemző gondolkodásmód szerint csak legrátermettebbek dicső jutalma, hogy a Matróna oldalán harcoljanak.
it: Come iniziati nell'esercito della loro Casa, molti combattenti muoiono a causa di un addestramento insufficiente. Gli elfi neri credono che solo i migliori dovrebbero aver l'onore di combattere per la Madre Matrona.
pt_br: Aprendizes no exército de suas Casas, muitos guerreiros morrem por falta de treinamento. Elfos das Sombras acreditam que apenas os melhores deveriam ter a honra de lutar pela Grande Mãe.
ru: Начанающие в армии, много Бойцов умирают из-за нехватки обучения. Темные Эльфы полагают, что только лучшее должны иметь честь борьбы за Королеву.
tr: Meclislere kabul edilmek oldukça zordur, birçok Savaşçı eğitim eksikliğinden ölmüştür. Çünkü kara elfler Matron Ana için savaşma onurunun yalnızca en iyilere layık olduğunu düşünürler.

source: Dark Elf Hunter
da: Mørkeelver jæger
de: Dunkelelfen Jäger
fr: Chasseur elfe des ténèbres
hu: Sötét tünde vadász
it: Cacciatore degli elfi neri
pt_br: Caçador Élfico das Sombras
ru: Охотник Тёмных Эльфов
tr: Kara Elf Avcı

source: Lurking in the ever dark depths of the caves, the Hunters move around with out a sound, except for the twang of their crossbows.
da: I skjul i hulernes mørke bevæger de elviske jægere sig rundt uden at afgive en lyd, med undtagelse af lyden af deres armbrøsters affyring af deres dødelig last.
de: Versteckt in den immer dunkelen Tiefen der Höhlen, bewegen sich die Jäger ohne auch nur ein Geräusch von sich zu geben, abgesehen von dem leisen "twäng" ihrer Armbrüste.
fr: Les chasseurs rôdent dans les cavernes profondes où l'obscurité est éternelle, sans un son... sauf celui que fait la corde de leur arbalète.
hu: A barlangok sötét mélyén rejtőzve a sötét tünde vadászok hang nélkül képesek lopódzani, az egyetlen, ami hallható, az számszeríjuk húrjának pendülése.
it: In agguato nell'oscurità perenne delle caverne, i cacciatori si muovo senza il minimo suono se non quello delle loro balestre.
pt_br: Se escondendo no escuro infinito das profundezas das cavernas, os Caçadores se movem sem fazer barulho, exceto o de suas bestas.
ru: Скрываясь в темных глубинах пещер, Охотники двигаются вокруг тихо, за исключением протяжного звука их арбалетов.
tr: Mağaraların derin karanlığında pusuya yatarken, Avcılar tek bir ses olmadan hareket ederler, oklarının vınlaması da dahil.

source: dagger
da: daggert
it: pugnale
ru: кинжал
tr: hançer

source: bow
da: bue
it: arco
ru: лук
tr: ok

source: Dark Elf Lizard-Master
da: Mørkeelver øglemester
de: Dunkelelfen Echsenmeister
fr: Elfe des ténèbres maitre des lézards
hu: Sötét tünde gyíkmester
it: Capo-lucertola degli elfi neri
pt_br: Elfo Mestre de Lagartos
ru: Mаcтер Ящерицы
tr: Kara Elf Kertenkele Ustaları

source: Though the Lizards are not as fast as horses, they are much more powerful. Many an Dwarf has been cut in two by it's strong jaws. It would be well to recruit several of these powerful units.
da: Selv om øglerne ikke er lige så hurtige som heste, er de så meget mere magtfulde. En lang række dværge er blevet delt i to af øglens stærke kløer. Det vil være en god ide at rekruttere flere af denne magtfulde enhed.
de: Die Echsen sind natürlich nicht so schnell wie Pferde, doch sie sind um einiges kräftiger! Viele Zwerge wurden schon in Zwei geteilt von diesen starken Kiefern. Es wäre gut, viele von diesen energieerfüllten Einheiten zu rekrutieren.
fr: Les lézards ne sont pas aussi rapides que les chevaux, mais sont bien plus puissants : bien des nains se sont fait couper en deux par leurs puissantes mâchoires. Ce serait une bonne idée de recruter quelques-unes de ces unités.
hu: Bár a gyíkok nem olyan gyorsak, mint a lovak, jóval erősebbek azoknál. Sok törpöt hasítottak már ketté erős karmaik. Előnyös volna minél többet toborozni eme erős egységekből.
it: Le lucertole non sono rapide come i cavalli, ma sono molto più potenti. Molti nani sono stati tagliati in due dalla potenza delle loro fauci. È un grande vantaggio reclutare un gran numero di queste potenti unità.
pt_br: Apesar dos Lagartos não serem tão rápidos quantos os cavalos, eles são muito mais poderosos. Muitos Anões já foram rasgados em dois pelas poderosas mandíbulas deles. Seria bom recrutar vários desta poderosa unidade.
ru: Хотя Ящерицы медленние лошадей, они намного более мощные. Многие гномы были разрезаны их мощными челюстюми. Было бы хорошо нанять несколько из этих мощных соединений.
tr: Kertenkeleler atlar kadar hızlı olmasalar da onlardan çok daha güçlüdürler. Güçlü çeneleri bir cüceyi ikiye ayırmaya yeterlidir. Güçlü birliklerde bunlardan birçoğunu bulundurmakta yarar vardır.

source: deathlance
da: dødslanse
it: lancia della morte
ru: смертельное копье
tr: ölümmızrağı

source: bite
da: bid
it: morso
ru: кусать
tr: ısır

source: Dark Elf Lizard-Rider
da: Mørkeelver slangerytter
de: Dunkelelfen Echsenreiter
fr: Elfe des ténèbres chevaucheur de lézard
hu: Sötét tünde gyíklovas
it: Cavalca-lucertole degli elfi neri
pt_br: Montador de Lagarto Elfo
ru: Mаcтер Ящерицы Тёмных Эльфов
tr: Kara Elf Kertenkele Binici

source: From childhood, they have been training with their beast, feeding it, healing it, and sleeping with it. It is their duty to scout ahead into the unknown, to go where no Dark Elf has gone before. Some day, they will become Master of the Lizard.
da: Fra barnsben har de trænet med deres øgle, spist med den, hjulpet den når den var syg og sovet med den. Det er deres opgave at spejde i ukendt område, at gå hvor ingen mørkeelver har gået før. En dag vil de blive øglemester.
de: Von der Kindheit an haben sie mit ihren Bestien trainiert, es gefüttert, es geheilt, und bei ihm geschlafen. Es ist ihre Aufgabe zu voran in das Ungewisse zu spähen, hin zu gehen, wo noch kein Dunkelelf jemals gewesen ist. Manchmal werden sie auch Echsenmeister.
fr: Ils grandissent dès leur enfance avec leur animal, dormant avec, le nourrissant et lui prodiguant tous les soins. Leur devoir est d'explorer l'inconnu et d'aller là où nul autre elfe n'est allé auparavant. Un jour, ils deviendront maitre des lézards.
hu: Gyermekkoruk óta együtt élnek szörnyeikkel, etetve őket, gyógyítva őket és mellettük hajtva álomra fejüket. Az ő feladatuk az ismeretlen felderítése, arra mennek, amerre előttük még sosem jártak sötét tündék. Egy nap ők lesznek a gyíkok félelmetes urai; a gyíkmesterek.
it: Fin dall'infanzia sono stati addestrati con la loro lucertola, nutrendola, curandola e dormendo con essa. Il loro compito è esplorare l'ignoto e giungere dove nessun elfo nero è mai stato prima. Un giorno diventeranno Capi-lucertola.
pt_br: Desde a infânica, eles treinam com seus monstros, alimentando-os, tratando-os e dormindo com eles. É o dever deles se infiltrar no descohecido, ir até onde nenhum Elfo das Sombras já foi. Algum dia, eles se tornarão Mestres dos Lagartos.
ru: С детства, они обучались с их животным, кормя его, излечивая его, и спали с ним. Их обязанность -разведка вперед в неизвестное, пойти, куда никакой Темный Эльф не пошел прежде. Однажды, они станут Мастером Ящерицы.
tr: Çocukluklarından beri, canavarlarıyla beraber eğitilmişlerdir, onları beslerler, iyileştirirler ve onlarla beraber uyurlar. Onların görevleri bilinmeyene öncülük etmektir, daha önce Kara Elflerin girmediği yerleri keşfetmektir. Bir gün Kertenkele Efendisi olacaklar.

source: claw
da: Klør
it: artigli

source: Dark Elf Marshal
da: Mørkeelver marskal
de: Dunkelelfen Marshal
fr: Maréchal elfe des ténèbres
hu: Sötét tünde tábornok
it: Maresciallo degli elfi neri
pt_br: Marechal Elfo
ru: Маршал Тёмных Эльфов
tr: Kara Elf Mareşaller
