Repository: wescamp/Dark_Elves-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, tr

source: You may know more about warring, but I have a few notches when it comes to hunting. The Dwarves would have scared the creatures further ahead toward us. Can't you feel it? We are surrounded by beasts, even the harmless ones are driven mad with fear. And we have no idea where the Dwarves are. We must proceed carefully.
da: Du kender måske til krig, men jeg kan et par små trick når det kommer til jagt. Dværgene vil har skræmt dyrene frem foran dem mod os. Kan du ikke mærke det? Vi er omringet af dyr, selv de harmløse er fyldt af frygt. Og vi har ingen ide om hvor dværgene er. Vi må fortsætte fremover med stor forsigtighed.
de: Du solltest vieleicht mehr über das Warnen wissen, aber ich habe ein paar Kerben, wenn es zum jagen kommt. Zwerge würden die Kreaturen erschreckt haben, zukünftig, und zu uns. Kannst du das nicht spühren? Wir sin umgeben von Bestien, eben die Harmlosen sind schlecht mit Angst zu reiten. Und wir haben keine Idee wo die Zwerge sind. Wir müssen vorsichtig vorgehen.
fr: Vous vous y connaissez peut-être plus que moi en stratégie, mais mes cicatrices en disent long sur mon expérience de la chasse. Les nains devraient avoir effrayé les créatures devant nous. Ne sentez-vous rien ? Nous sommes cernés par des bêtes ; la peur a rendu folles même les moins dangereuses. Et nous ne savons même pas où sont les nains. Avançons avec prudence.
hu: Talán jobban értessz nálam a hadvezetéshez, de nekem is van némi tapasztalatom, ha vadászatról van szó. A törpök messze előttünk felzavarták az élőlényeket ellenünk. Nem érzed? Vadállatok vesznek körül mindenfelől, és még az ártalmatlanok is őrjöngenek a félelemtől. nekünk pedig fogalmunk sincs, hol lehetnek a törpök. Óvatosan kell tovább haladnunk.
it: Potrai saperne più di me quando si tratta di guerreggiare, ma io ho qualche punto in più quando si tratta di cacciare. I nani devono aver spaventato le creature ancora più avanti verso noi. Non lo senti? Siamo circondati dalle bestie, persino quelle inoffensive sono pazze di paura. E non abbiamo idea di dove siano i nani. Dobbiamo procedere con cautela.
pt_br: Você pode saber mais sobre guerra, mas quando o assunto é caçar eu tenho alguns palpites. Os Anões devem ter espalhado criaturas logo a frente, a nossa procura. Você não os sente? Estamos cercados por feras, até os mais inofensivos estão guiados pela loucura e pelo medo. E não temos a menor idéia de onde os Anões estão. Devemos proceder com cautela.
tr: Uyarılar hakkında daha çok şey bilmelisin, ancak benim avlamaya geldikleri zamanlardan kalan bir kaç tecrübem var. Cücelerin bizden daha çok korktuğu yaratıklar var. Hissedebiliyor musun? Yaratıklar tarafından sarılmışız, tehlikeli olanlar, korkudan çıldırmana sebep olabilecek olanlar... Ve biz, cücelerin nerede olabileceklerine dair tek bir fikire sahip değiliz. Dikkatli hareket etmek zorundayız.

source: Humph, very well. Your council is wise, lead us to this place.
da: Humph, ok. Dit råd er klogt, før os til dette sted.
de: Humpf, sehr gut. Deine Beratung ist weise, führe uns zu diesem Platz.
fr: Hum, très bien. Votre conseil est sage, menez-nous à cet endroit.
hu: Hmm, nagyszerű. A tanácsotok bölcs, vezess minket erre a helyre.
it: Humph, molto bene. Il tuo consiglio è saggio, guidaci in questo posto.
pt_br: Bom, tudo bem. Seu conselho é sábio, leve-nos para este lugar.
tr: Hımm, pekala. Senin konseyin ariftir, bu mekanda bize önder ol.

source: It's north-east of here. Come on, this way
da: Det er nordøst for dette punkt. Denne vej.
de: Es ist im nord-osten von hier. Mach schon, diesen Weg.
fr: C'est au nord-est d'ici. Venez, par ici.
hu: Északkeletre van innen. Kövess, erre
it: È verso nord-est. Coraggio, da questa parte.
pt_br: Fica a Noroeste. Vamos, por aqui.
tr: Orası mekanın kuzey doğusu. Hadi, bu taraftan gelin.

source: They are relentless! Help better come soon or we'll be overrun!
da: De angriber uden ophold! Hjælp skal hurtigt frem ellers bliver vi overmandet!
de: Sie sind unnachgiebig! Hilfe sollte besser bald kommen, oder wir werden alle überrant.
fr: Rien ne peut les arrêter ! Nous allons être débordés si l'aide tarde trop !
hu: Hajthatatlanok! Jobb, ha siet a segítség, vagy lerohannak minket!
it: Sono inarrestabili! È meglio che gli aiuti arrivino presto o saremo sopraffatti!
pt_br: Eles não desistem! Tomara que a ajuda chegue logo, ou seremos aniquilados!
tr: Onlar çok acımasız! Yardım bir an evvel gelse iyi olacak, yoksa istilaya uğrayacağız!

source: Varish'na, where are you?
da: Varish'na, hvor er du?
de: Varish'na, wo bist du?
fr: Varish'na, où êtes-vous ?
hu: Varish'na, hol vagy?
it: Varish'na, dove sei?
pt_br: Varish'na, onde está você?
tr: Varish'na, neredesin?

source: Traya? What are you doing here?
da: Traya? Hvad gør du her?
de: Traya? Was machst du hier?
fr: Traya ? Que faites-vous ici ?
hu: Traya? Te meg mit keresel itt?
it: Traya? Cosa ci fai qui?
pt_br: Traya? O que você está fazendo aqui?
tr: Traya? Ne yapıyorsun?

source: Later, we have some Dwarves to kill. Just let me remove this wall...
da: Senere, vi har nogle dværge vi skal have ordnet. Lad mig lige fjerne den her væg...
de: Später, wir haben ein paar Zwerge zu töten. Last mich nur noch schnell diese Wand beseitigen...
fr: Plus tard ! Nous devons éliminer les nains. Laissez-moi juste enlever ce mur.
hu: Később majd hidegre kell tennünk néhány törpöt. Várj egy pillanatra, amíg eltüntetem ezt az akadályt...
it: Più tardi, ora abbiamo dei nani da uccidere. Devo solo rimuovere questa parete...
pt_br: Depois, agora temos alguns Anões para matar. Deixe-me remover esta parede...

source: She is soo hot...
da: Hun er så lækker...
de: Sie ist soo schön...
fr: Elle est d'enfer...
hu: Annyira dögös...
it: È così bella...
pt_br: Ela é muuuito gata....
tr: O çok kızgın...

source: She is also my sister.
da: Hun er også min søster.
de: Doch sie ist auch meine Schwester.
fr: C'est également ma soeur.
hu: Ő is a húgom.
it: È anche mia sorella.
pt_br: E é a minha irmã.
tr: Aynı zamanda benim kızkardeşim.

source: ...uhhh...
da: ...ups...
fr: ...euh...
hu: ...huhhh...
pt_br: ...ah...
tr: ...ahhh...

source: You have recieved 100 gold and can now recruit Lizard-Riders and Enchantresses. Now go kick some hairy butt!
da: Du har modtaget 100 guldstykker og kan nu rekruttere Øgleridere og kvindelige troldmænd. Gå ud og spark røv!
de: Du hast 100 Goldstücke erhalten und kannst jetzt Echsenreiter und Zauberinnen ausbilden. Los, geh und tritt ein paar Leuten in dessen haarigen Hintern.
fr: Vous avez reçu 100 pièces d'or et pouvez recruter chevaucheurs de lézards et des enchanteresses. Maintenant, allez tuer du petit poilu !
hu: 100 aranyat kaptál, és mostantól tudsz toborozni Gyíklovasokat és Bájolókat. Ideje szétrúgni néhány szőrös segget!
it: Hai ricevuto 100 pezzi d'oro e adesso puoi reclutare Cavalca-lucertole e Incantatrici. Andiamo a prendere a calci qualche culo peloso!

source: Thank goodness Varish'na you're all right!
da: Tak skæbne Varish'na, du er ok!
de: Danke Göttin Varish'na du hast immer recht!
fr: Grâce à dieu, Varish'na, tu es sain et sauf !
hu: Hála az égnek, hogy jól vagy, Varish'na!
it: Gli dei siano lodati, Varish'na! Sei salvo!
pt_br: Graças a Deus Varish'na você está bem!
tr: Tanrım, teşekkürler. Varish'na sen iyisin!

source: Now maybe you can answer my question, why are you here?
da: Nu kan du måske svare på mit spørgsmål, hvorfor er du her?
de: Jetzt kannst du vielleicht meine Frage beantworten, warum bist du hier?
fr: À présent, tu vas peut-être me dire pourquoi tu es là ?
hu: Most akkor válaszolhatnál a kérdésemre, hogy miért is vagy itt?
it: Adesso forse vorrai rispondermi, perché sei qua?
pt_br: Talvez agora você poderá responder a minha pergunta, por que está aqui?
tr: Şimdi sanırım benim sorumu cevaplayabilirsin, niçin buradasın?

source: It was father's doing. He thought you could use some company.
da: Det var fars valg. Han mente at du kunne bruge noget selskab.
de: Es war Vaters Werk. Er dachte du könntest etwas Gesellschaft gebrauchen.
fr: C'est notre père. Il pensait que tu aurais besoin de compagnie.
hu: Apád keze van a dologban. Úgy gondolta, jól jön neked egy kis segítség.
it: È stato mio padre. Ha pensato che ti servisse un po' di compagnia.

source: But what of the Clerics? I thought you couldn't get away for another four years!
da: Men hvad med troldmændene? Jeg troede ikke, at du kunne komme væk før om 4 år!
de: Aber was ist mit den Gestlichen? Ich dachte du könntest die nächsten vier Jahre nicht zurückkommen!
fr: Mais qu'en disent les clercs ? Je croyais que tu ne devais pas bouger pendant encore quatre années !
hu: De mi a helyzet a Papsággal? Azt gondoltam, nem tudsz megmenekülni újabb négy évig!
it: E le sacerdotesse? Credevo che non potessi andartene per altri quattro anni!

source: It seems we both have a knack for getting into trouble. Iselas and I got in a bit of trouble.
da: Det ser ud til at vi har en vane med at komme i problemer. Iselas og jeg rendte ind i en del problemer.
de: Es sieht so aus als wenn wir beide eine Begabung hätten, uns in Schwierigkeiten zu bringen. Iselas und ich haben ein paar Schwierigkeiten bekommen.
fr: Je crois que nous avons un don pour nous attirer des ennuis. Iselas et moi en avons eus pas mal récemment.
hu: Úgy tűnik mindketten könnyen bajba jutunk. Iselasnak és nekem is akadt egy kis problémánk.
it: Sembra che entrambi abbiamo una speciale abilità nel cacciarci nei guai. Iselas e io abbiamo avuto qualche rogna.

source: Iselas! What has he done now?
da: Iselas! Hvad har han nu gjort?
de: Iselas! Was hat er jetzt schon wieder gemacht?
fr: Iselas ! Allons donc ! Qu'a-t-il fait ?
hu: Iselas! Mit csinált már megint?
it: Iselas! Cosa ha combinato questa volta!

source: Hush! This is not for outsiders to hear.
da: Tys! Udenforstående må ikke høre dette.
de: Leise! Das soll kein Fremder hören.
fr: Oh ! Ça ne doit pas tomber dans des oreilles étrangères.
hu: Csendben! Ezt nem hallhatják illetéktelen fülek.
it: Zitto! Gli estranei non devono sentire queste cose.
pt_br: Shh! Isso não é para gente de fora ouvir.
tr: Şşşşt! Bunlar dışarıdakilerin duyması için değil.

source: Huh? Oh, don't mind me beautiful, I don't hear anything except the pounding of my heart.
da: Tag' dig ikke af mig smukke, jeg kan ikke høre andet end mit bankende hjerte.
de: Huh? Oh, kümmere dich nicht um mich, Schönheit, ich höre nichts, abgesehen von dem Pochen meines Herzens.
fr: Hein ? Oh ne t'en fais pas pour moi, beauté. Je n'écoute rien que les battements de mon coeur.
hu: Huh? Oh, ne gondolj engem szépnek, nem hallok én meg semmi mást, csak a szívem ütéseit.
it: Eh? Oh, non preoccuparti di me bellezza, riesco solo a sentire il battito del mio cuore.
pt_br: Ah? Ah, não se preocupe gata, eu não ouço nada além das batidas do meu coração.
tr: Ha? Ahi dert etme güzelim. Kalp atışlarımın dışında hiçbirşey duymuyorum.

source: Maybe we'll talk about this later Varish'na. We have more pressing matters to attend to. Come, let us continue.
da: Måske vi kunne tale om dette senere Varish'na. Vi har mere presserende ting at tage os af. Kom, lad os fortsætte.
de: Vielleicht werden wir da noch mal später darüber reden, Varish'na. Wir haben wichtigeres zu tun. Komm, lasst uns weitermachen.
fr: Nous devrions peut-être parler de cela plus tard, Varish'na. Le temps presse et d'autres projets nous attendent. Allons, continuons.
hu: Talán később majd beszélünk erről, Varish'na. Most más sürgető elintéznivalóink is akadnak. Gyere, induljunk tovább!
it: Ne parleremo forse più tardi, Varish'na. Abbiamo cose più urgenti da fare. Forza, continuiamo.
pt_br: Talvez conversaremos sobre isso mais tarde Varish'na. Temos coisas mais importantes para resolver. Venha, vamos continuar.
tr: Belki bunu daha sonra konuşabiliriz Varish'na. Şimdi dikkat etmemiz gereken daha önemli konular var. Hadi, devam etmemize izin ver.

source: Our troops have indeed proven themselves today. They took care of those foul creatures like old veterans.
da: Vores styrker har vist sig værdige i dag. De kæmpede mod disse modbydelige skabinger som gamle veteraner.
de: Unsere Truppen haben sich in der Tat heute selbst übertroffen. Sie haben gegen diese verdammten Kreaturen wie erfahrene Veteranen gekämpft.
fr: Nos troupes ont été plus qu'à la hauteur aujourd'hui. Elles se sont occupées de ces bestioles puantes comme des vétérans.
hu: Csapataink tényleg bizonyítottak ma. Úgy ellátták a baját azoknak a koszos lényeknek, mintha öreg veteránok lennének.
it: Oggi, le noste truppe hanno davvero dato prova del loro valore. Hanno affrontato quelle luride creature come esperti veterani.

source: Varish'na! Are you all right?
da: Varish'na! Er du ok?
de: Varish'na! Geht es dir gut?
fr: Varish'na ! Est-ce que ça va ?
hu: Varish'na! Jól érzed magad?
it: Varish'na! Tutto a posto?

source: Trya?! What are you doing here?
da: Trya?! Hvad gør du her?
de: Trya? Was machst du hier?
fr: Trya ?! Que fais-tu là ?
hu: Trya?! Mit csinálsz itt?
it: Trya?! Cosa ci fai qui?

source: Relentless
da: Kvindelig troldmand
de: Unnachgiebig
fr: Implacable
hu: Hajthatatlan
it: Inarrestabili
pt_br: Persistente
tr: Acımasızlık

source: Kill all Dwarvish Leaders
da: Dræb alle dværgenes ledere
de: Tötet alle Zwergen Anführer
fr: Éliminer tous les chefs nains
hu: Megölöd az összes törp vezért
it: Uccidi tutti i comandanti dei nani
pt_br: Mate todos os Líderes Anões
tr: Bütün Cüce Liderlerini Öldür

source: This is worse then I thought. We are only a weeks journey from home, and look at all these Dwarves!
da: Dette er være end jeg troede. Vi er kun en uges rejse hjemmefra, og se alle disse dværge!
de: Das ist schlimmer als ich dachte. Wir sind nur ein Wochenritt von Zuhause entfernt und schon von so vielen Zwergen umgeben!
fr: C'est pire que ce que je pensais. Nous ne sommes qu'à une semaine de chez nous et regardez tous ces nains !
hu: Ez rosszabb, mint hittem. Még csak néhány heti járóföldre vagyunk otthonainktól, és nézz végig ezeken a törpökön!
it: È peggio di quel che pensavo. Siamo a poche settimane di viaggio da casa nostra e guarda quanti nani!
pt_br: Isto está pior do que eu havia imaginado. Estamos apenas a algumas semanas de viagem distantes de casa, e olha quantos Anões!
tr: Bu düşündüğümden de berbat. Evden sadece bir hafta uzaktayız ve şu cücelere bak!

source: I agree, there are a lot of them. Luckily for you, I know every inch of this area. Just north of here is a small stream. A castle was built there during the First Years. It is old, but it still serves its purpose.
da: Jeg er enig, der er mange af dem. Heldigvis for dig kender jeg hver en plet i dette område. Lige nord for her er der en lille å. En borg blev bygget der i de første år. Borgen er gammel, men den er stadig brugbar.
de: Ich stimme zu, da sind viele von ihnen.. Glücklicherweise, kenne ich jeden Zentimeter in diesem Gebiet. Etwas weiter nördlich von hier ist ein kleiner Bach. Eine Burg wurde dort während der ersten Jahre gebaut, sie ist schon sehr alt, aber sie erfüllt immernoch ihren Zweck.
fr: C'est vrai qu'il y en a beaucoup. Heureusement pour vous, je connais chaque centimètre de cet endroit. Il y a un petit passage juste au nord. On y a construit un château pendant les Primes Années ; il est ancien, mais il est toujours debout !
hu: Egyetértek, nagyon sokan vannak. Szerencsédre én ismerem ennek a vidéknek minden négyzetcentiméterét. Északra innen van egy kis patak. Még az Első Évek idején épült ott egy kastély. Már régi, de a célnak megteszi.
it: Sono d'accordo, sono in tanti. Fortunatamente per noi, conosco questa zona palmo a palmo. Subito a nord c'è un piccolo torrente. Un castello fu costruito laggiù durante i Primi Anni. È vecchio, ma ancora serve allo scopo.
pt_br: Concordo, são muitos. Para sua sorte eu conheço cada centímetro dessa área. Logo ao norte tem um pequeno curso d'água. Um castelo foi construído lá nos primeiros anos. É velho, mas ainda serve aos seus propósitos.
tr: Katılıyorum, çok fazlalar. Şanlısınız, bu arazinin her metrekaresini biliyorum. Buranın kuzeyinde küçük bir dere var. İlk Yıllarda kale burada inşa ediliyordu. Eskidir, ama hala amacına hizmet eder.

source: Then we must hurry, before the Dwarves overcome us!
da: Så må vi skynde os, før dværgene er over os!
de: Dann sollten wir uns beeilen, bevor uns die Zwerge einholen.
fr: Alors dépêchons-nous avant que les nains ne nous submergent !
hu: Akkor sietnünk kell, mielőtt a törpök lerohannak minket!
it: Allora dobbiamo fare in fretta, prima che i nani ci sopraffacciano!
pt_br: Então precisamos correr, antes que os Anões nos trucidem!
tr: O halde cüceler bizi istila etmeden, elimizi çabuk tutmalıyız!

source: Muahhahahah! Kill the Elves!
da: Muahhahahah! Dræb elverne!
de: Muahhahahah! Tötet die Elfen!
fr: Mouahhahahah ! Mort aux elfes !
hu: Hahahahaha! Öljétek meg a tündéket!
it: Muahhahahah! Morte agli elfi!
pt_br: Hahahahahaha! Matem os Elfos!
tr: Muahahahahha! Elfleri öldürün!

source: You shall all die!!
da: I skal alle dø!
de: Möget ihr alle sterben!!
fr: Vous allez tous mourir !!
hu: Mind meg fogtok halni!!
it: Morirete tutti!!
pt_br: Todos vocês devem morrer!!
tr: Hepiniz gebereceksiniz!

source: There must be more of them, we have yet to hit the advance guard.
da: Der må være flere af dem, vi har ikke nået deres forpost.
de: Dort müssen noch mehr von denen sein. Wir müssen noch die fortgeschrittene Wache erledigen.
fr: Il doit y en avoir d'autres, attaquons d'abord la garde avancée.
hu: Még többen kell, hogy legyenek, még nem értük el az elit testőrséget.
it: Ce ne devono essere altri, questa è solo l'avanguardia.
pt_br: Devem ter mais deles, ainda temos que alcançar a guarda avançada.
tr: Onlardan çok fazla olmalı, öncelikle pişdarlarını vurmalıyız.

source: Let them come. We will rip them to shreds. Hunting the enemy is my specialty!
da: Lad dem komme. Vi flår dem fra hinanden. Det er min specialitet!
de: Lasst sie nur kommen. Wir werden sie in kleine Stücke zerreißen. Das Jagen von Feinden ist meine Spezialität!
fr: Laissez-les venir. Nous les taillerons en pièces. Chasser l'ennemi est ma spécialité !
hu: Engedd, hadd jöjjenek. Darabokra szaggatjuk őket. Levadászni az ellenséget - ez a specialitásom!
it: Lasciateli venire. Li faremo a brandelli. La caccia al nemico è la mia specialità!
pt_br: Deixe que eles venham. Nós iremos destroçá-los. Caçar inimigos é a minha especialidade!
tr: Gelmelerine izin verin. Onları parçalara ayıracağız. Düşmanları avlamak benim özel yeteneğim!

source: We must proceed carefully. The fugitives will have spread word of our coming, and we may be ambushed.
da: Vi må fortsætte med forsigtighed. Flygtningene vil nu have spredt ordet om vores ankomst og vi risikerer et baghold.
de: Wir müssen vorsichtig vorgehen! Die Flüchtlinge werden die Nachricht unseres Kommens verbreitet haben und vielleicht lockt man uns in einen Hinterhalt.
fr: Avançons prudemment. Les fuyards auront répandu la nouvelle de notre arrivée et nous risquons d'être pris en embuscade !
hu: Óvatosan kell tovább haladnunk. A menekülteknek könnyen a fülébe juthatott az érkezésünk, és gyanítom, lesben állnak.
it: Dobbiamo procedere con cautela. I fuggitivi avranno sparso la notizia del nostro arrivo e potrebbero tenderci un'imboscata.
pt_br: Devemos proceder com cuidado. Os sobreviventes devem ter avisado da nossa presença, e podemos ser emboscados.
tr: Dikkatli ilerlemeliyiz. Casuslar geldiğimizi fısıldayabilirler ve pusuya düşürülebiliriz.

source: The tunnels ahead have not been traversed for quite some time now. That is where I would often go to do my hunting, the larger creatures reside there.
da: Tunnelerne foran os er ikke blevet brugt i lang tid. Det er der jeg tidligere gik på jagt, de større dyr holder til her.
de: Die Tunnel voran wurden jetzt seit einiger Zeit nicht mehr durchquert. Das ist dort, wo ich oft zur Jagt gegannen bin. Dort leben größere Kreaturen.
fr: Les galeries droit devant n'ont pas été traversées depuis longtemps. C'est ici que je viendrais volontiers chasser : les créatures les plus imposantes vivent ici.
hu: A szemben lévő alagutak rég nem voltak már használva. Erre gyakran fogok járni vadászgatni, itt nagyvadak tartózkodnak.
it: Da molto tempo non vengono più percorsi i tunnel che abbiamo davanti. Spesso venivo qua a caccia, le creature più grandi abitano qua.
pt_br: Os túneis a frente não são usados a um bom tempo. Aí é onde eu costumava caçar, onde as criaturas maiores vivem.
tr: İlerideki tüneller uzun zamandır kullanılmıyor. Oraları sık sık avlanmaya gittiğim yerlerdir, büyük yaratıklar orada ikamet ederler.

source: Great, Dwarves and monsters. Well, we don't seem to have much choice. Let us keep going.
da: Øv, dværge og monstre. Hmmm, vi ser ikke ud til at gave et valg. Lad os fortsætte.
de: Super, Zwerge und Monster. Es sieht nicht so aus, als wenn wir eine große Auswahl hätten. Last uns weiter gehen.
fr: Parfait! Des nains et des monstres. Évidemment, nous n'avons pas trop le choix. Avançons.
hu: Nagyszerű, törpök és szörnyetegek. Nos, úgy néz ki, nem sok választási lehetőségünk van. Haladjunk tovább.
it: Fantastico, nani e mostri. Be', non abbiamo molta scelta. Forza, continuiamo.
pt_br: Ótimo! Anões e monstros! Bom, parece que não temos muita escolha. Vamos continuar.
tr: Güzel, Cüceler ve canavarlar. Peki, pek fazla seçim şansımız yok gibi. Hadi öyleyse...

source: Just in Time
da: Lige til tiden
de: Genau Rechtzeitig
fr: Juste à temps
hu: Épp időben
it: Appena in tempo
pt_br: Bem a tempo
tr: Tam zamanında

source: Defeat the Enemy Leaders
da: Besejr fjendens ledere
de: Besiegt die gegnerischen Anführer
fr: Vaincre les chefs ennemis
hu: Megölöd az ellenséges vezéreket
it: Sconfiggi i comandanti nemici

source: And here are the dwarves, Lord Varish'na.
da: Her er dværgene, Lensherre Varish'na.
de: Und hier sind die Zwerge, Baron Varish'na.
fr: Les nains arrivent, Lord Varish'na.
hu: És íme, itt vannak a törpök, Varish'na Uram.
it: Ah, ecco i nani, lord Varish'na.

source: There are a great many of them, are you certain this is a good idea?
da: Der er mange af dem, er du sikker på at det er en god ide?
de: Dort sind einige von ihnen, seid ihr sicher, dass das eine gute Idee ist?
fr: Ils sont bien trop nombreux ! Êtes-vous sûr que ce soit une bonne idée ?
hu: Nagyon sokan vannak, biztos vagy benne, hogy ez jó ötlet?
it: Sono moltissimi, sei sicuro che sia una buona idea?

source: It does not matter, we've been spotted.
da: Det betyder intet, vi er blevet opdaget.
de: Das ist egal, wir wurden gesehen.
fr: Peu importe, ils nous ont repérés !
hu: Mindegy, észrevettek bennünket.
it: Non importa, ci hanno visto.

source: Big words for such a small elf
da: Store ord af sådan en lille elver
de: Große Worte für so einen kleinen Elf
fr: De bien grands mots pour un si petit elfe !
hu: Nagy szavak ezek egy ilyen kicsinyke tündétől
it: Parole grosse per un elfo così piccolo.

source: Look, the midget calls us small, he apparently has a lack of reflective surfaces handy.
da: Ha, dværgen kalder os for små, han ser åbenbart verden to-dimensionelt.
de: Schaut, sie mögen uns vielleicht als klein bezeichnen, offenbar weisst er kein reflejktive, gesckickte Oberfläche auf.
fr: Regardez, la miniature nous appelle petits, on dirait qu'il lui manque un miroir !
hu: Nézd már, az apróság minket nevez kicsinek! Biztosan meg van rémülve, hogy mindenki magasabb nála.
it: Toh, il nanerottolo ci chiama piccoli, sembra che non ci siano molte superfici riflettenti dalle sue parti.

source: Taste my steel and die, dark one!
da: Smag mit stål og dø, sorte skarn!
de: Schmecke mein Stahl und stirb, dunkle Kreatur!
fr: Goute-moi ce métal et meurs, elfe des ténèbres !
hu: Kóstold meg a pengémet és pusztulj, sötétség szülötte!
it: Assaggia il mio acciaio e crepa, elfo nero!
